[EZCAD]   
COMPANY = 
IDENTIFY =	 ЭЗКАД2.0
LANGUAGE =	Russian
DESCRIBABLE =	Russian

[String]	
SOFTNAME =	 Эзкад3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nТел.: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 о
ABOUT_COPYRIGHT =	 Авторское право(С) 2004-2019
ABOUT_RIGHTS =	 все права защищены
ABOUT_LICENSED =	 Право на использование данного продукта принадлежит:
ABOUT_LAW =	 Предупреждение: Эта компьютерная программа защищена законами об авторском праве и международными конвенциями. Несанкционированное воспроизведение или распространение части или всей этой программы может повлечь за собой суровые гражданские и уголовные санкции и будет преследоваться в максимально возможной степени в рамках закона. .
	
MENU_FILE =	 &файл
MENU_FILE_NEW =	 &Новый
MENU_FILE_OPEN =	 &Открытым...
MENU_FILE_PRINT =	 печатьCtrl+P
MENU_FILE_SAVE =	 &Сохранить Ctrl+S
MENU_FILE_SAVE_AS =	 &Сохранить как...
MENU_FILE_SCANIMAGE =	 Получить и отсканировать изображение...
MENU_FILE_SYSTEM =	 &Системные параметры...
MENU_FILE_IMGLIB =	 &Общая галерея...
MENU_FILE_IMPORT =	&Войти
MENU_FILE_MRU_FILE1 =	 Недавние файлы
	
MENU_EDIT =	 &Редактировать
MENU_EDIT_COPY     =	 &копировать
MENU_EDIT_CUT      =	 &резать
MENU_EDIT_COMBINE  =	 &Объединить Ctrl+L
MENU_EDIT_UNCOMBINE=	 &Отдельное сочетание Ctrl+K
MENU_EDIT_GROUP    =	 &Группировать Ctrl+G
MENU_EDIT_UNGROUP  =	 &Разгруппировать Ctrl+U
	
MENU_EDIT_PASTE=	 &вставить
MENU_EDIT_REDO =	 &Восстанавливаться
MENU_EDIT_UNDO =	 &Отменить
MENU_EDIT_TOCURVE=	Преобразовать в кривую Ctrl+Q
MENU_EDIT_HATCH  =	Заполнить Ctrl+H
	
ID_FILE_IMGLIB =	 Открывает Галерею Избранного\nГалерея Избранного
ID_FILE_IMPORT =	 Импорт файлов в других форматах\nИмпорт файлов
ID_FILE_MRU_FILE1 =	 открыть этот документ
ID_FILE_NEW =	 Создать новый документ\nСоздать
ID_FILE_OPEN =	 Открыть существующий документ\nОткрыть
ID_FILE_PRINT =	 Распечатать активный документ\nПечать
ID_FILE_PRINT_PREVIEW =	 Показать всю страницу\nПредварительный просмотр
ID_FILE_PRINT_SETUP =	 Изменение параметров принтера и печати\nНастройка печати
ID_FILE_SAVE =	 Сохранить активный документ\nСохранить
ID_FILE_SAVE_AS =	 Сохраните активный документ под новым именем файла\nСохранить как
ID_FILE_SCANIMAGE =	 Получить отсканированное изображение\nПолучить отсканированное изображение
ID_EDIT_COPY =	 Копирует выбранный объект и помещает его в буфер обмена\nКопировать
ID_EDIT_CUT =	 Вырезает выделенный объект и помещает его в буфер обмена\nВырезать
ID_EDIT_PASTE =	 Вставить содержимое буфера обмена\nВставить
ID_EDIT_REDO =	 Повторить ранее отмененное действие\n Повторить
ID_EDIT_UNDO =	 Отменить последнее действие\nОтменить
ID_EDIT_GROUP =	 Сгруппировать выбранные объекты\nСгруппировать
ID_EDIT_UNGROUP =	 Закрывает выбранный групповой объект\nЗакрывает группу
ID_EDIT_COMBINE =	 Группирует выбранные объекты\nГруппировать
ID_EDIT_UNCOMBINE  =	 Отсоединить выбранный групповой объект\nОтделить группу
ID_SYSTEM_PARAM =	 Установить системные параметры\nСистемные параметры
TT_MATERIALPARAMASSIS=	Проверка параметров материала лазера\nПомощник по параметрам материала
MATERIALPARAMASSIS=	Помощник по параметрам материала
MENU_MODI =	 &Изменить
MENU_DRAW =	 &Рисовать
MENU_DRAW_POINT =	 &точка
MENU_DRAW_CURVE =	 &изгиб
MENU_DRAW_LINE =	 &Линия
MENU_DRAW_RECT =	 &Прямоугольник
MENU_DRAW_CIRCLE =	 &круг
MENU_DRAW_ELLIPSE =	 &Эллипс
MENU_DRAW_POLY =	 &Многоугольник
MENU_DRAW_TEXT =	&текст
MENU_DRAW_BMPFILE =	 &Растровый файл
MENU_DRAW_VECTORFILE =	 &Векторный файл
MENU_DRAW_TIMER =	 &Задерживать
MENU_DRAW_INPUT =	 &входной порт
MENU_DRAW_OUTPUT =	 &выходной порт
MENU_DRAW_MESH3D=	 &3D-поверхности
MENU_ALIGN_BOTTOM =	 Выровнять по нижнему краю
MENU_ALIGN_CENTER =	 выравнивание по центральной точке
MENU_ALIGN_CENTER_HOR =	 Горизонтальное выравнивание по средней линии
MENU_ALIGN_CENTER_VER =	 вертикальное выравнивание по средней линии
MENU_ALIGN_LEFT =	 выровнено по левому краю
MENU_ALIGN_RIGHT =	 Выровнять вправо
MENU_ALIGN_TOP =	 выравнивание по верхнему краю
MENU_VIEW =	 &Вид
MENU_VIEW_TOOLBAR =	 &Системная панель инструментов
MENU_VIEW_ZOOMBAR =	 &Просмотр панели инструментов
MENU_VIEW_DRAWBAR =	 &Панель инструментов рисования
MENU_VIEW_ENTLIST =	 Панель списка объектов
MENU_VIEW_ENTPROP =	 Панель свойств объекта
MENU_VIEW_STATUS_BAR =	 &статус бар
MENU_LASER =	 &Лазер
	
ENTPROP =	 свойства объекта
MENU_VIEW_RULER =	 Показать линейку
MENU_VIEW_GRID  =	 Показать точки сетки
TT_SHRULER=	Показать или скрыть линейку
TT_SHGRID=	Показать или скрыть точки сетки
MENU_VIEW_GUILD =	 Вспомогательная линия
BK =	 фон
DEGREE =	 Проводить
	
NAV_PICK_MOVEDIS=	расстояние точной настройки
WORKSPACE =	 Рабочее пространство
MENU_VIEW_SNAPGRID   =	 Привязать сетку F7
MENU_VIEW_SNAPGUILD  =	 Направляющая привязки F8
MENU_VIEW_SNAPOBJECT =	 Привязать объект F9
MENU_ABOUT =	 &О
MENU_HELP =	 &помощь
IDCANCEL =	 &Отмена
IDOK =	 &ХОРОШО
PASTE_X =	 Вставить смещение по горизонтали
PASTE_Y =	 Вертикальное смещение вставки
SAVEAS =	 Сохранить как
POINT =	 точка
CURVE =	 изгиб
RECT  =	 прямоугольник
CIRCLE =	 круглый
ELLIPSE =	 овал
ELLPISE =	 овал
POLYGON =	 многоугольник
TEXT =	текст
HATCH=	заполнение
PATHTEXT=	текст пути
CIRCLETEXT=	Текст дуги
BMPFILE =	 растровый файл
VECTORFILE =	 векторный файл
TIMER =	 задержка
IOINPUT =	 входной порт
IOOUTPUT =	 выходной порт
GROUP=	группа
COMBINE=	комбинация
LAYER=	 слой
NAME =	 имя
TYPE =	тип
OBJECTINFO=	свойства объекта
TOCURVE=	Преобразовать в кривую
EDGENUM =	количество сторон
APPLY=	&Подать заявление
APPLYTOCOPY=	&Применить к &Копировать объект
MARKLOOP=	Количество обработок
POSITION=	Расположение
RELATPOSITION=	относительное положение
RELATCENTER=	Относительный центр
SIZE=	размер
ARRAY=	множество
COUNT=	количество
INC=	Инкрементный
IOCTRLCONDITION=	Состояние управления вводом-выводом
ROUND=	степень округлости
ALLROUND=	Все углы круглые
DIAMETER =	 диаметр
STARTANGLE =	 начальный угол
ENDANGLE =	 конечный угол
FILENAME=	имя файла
DYNFILE=	динамический входной файл
FIXEDDPI=	Фиксированный DPI
FIXESIZEX=	Фиксированный размер X
FIXESIZEY=	Фиксированный размер Y
FIXEPOS=	Фиксированная позиция
INVERT=	задний ход
GRAY=	оттенки серого
DITHER=	магазины
LIGHTEN=	Лечение блеска
BRIGHT=	яркость
CONTRAST=	Контраст
SCANMODE=	режим сканирования
BIDIRSCAN=	Двунаправленное сканирование
YSCAN=	Y сканирование
DRILLMODE=	Точечный режим
PIXELPOWER=	Мощность точки регулировки
	
BARCODE_ATTRIB=	 &Свойства штрих-кода...
BARCODE =	 штрих-код
CREATE_BARCODE =	 Создание штрих-кодов
MODEIFY_BARCODE=	 Изменить штрих-код
BARCODE_INPUTPT =	 Введите координаты левого нижнего угла штрих-кода
BARCODE_ERR_INVALIDSTR =	 Неверная строка штрих-кода, пожалуйста, введите еще раз!
	
INFO_EAN13 =	EAN-13 — это штрих-код фиксированной длины. Его набор символов содержит только цифры от «0» до «9». EAN-13 содержит 13 символов, первые 12 — данные, а последний символ — контрольный код. автоматически добавляется системой, и система принимает только первые 12 символов.
INFO_EAN13_2 =	 EAN-13+2 — это EAN-13 плюс 2 дополнительных кода, и система принимает последние 2 символа в качестве дополнительных кодов.
INFO_EAN13_5 =	 EAN-13+5 — это EAN-13 плюс 5 дополнительных кодов, система принимает последние 5 символов в качестве дополнительных кодов.
INFO_EAN8 =	 EAN-8 — это штрих-код фиксированной длины. Его набор символов содержит только цифры от «0» до «9». EAN-8 содержит 8 символов, первые 7 символов — данные, а последний символ — контрольный код. автоматически добавляется системой, и система принимает только первые 7 символов.
INFO_EAN8_2 =	 EAN-8+2 — это EAN-8 плюс 2 дополнительных кода, и система принимает последние 2 символа в качестве дополнительных кодов.
INFO_EAN8_5 =	 EAN-8+5 — это EAN-8 плюс 5 дополнительных кодов, и система принимает последние 5 символов в качестве дополнительных кодов.
	
CHECKNUM=	проверить код
THINMODULEWIDTH=	Узкая ширина модуля
INFO_CODE39 =	Штрих-код 39 — это непоследовательный двунаправленный штрих-код нефиксированной длины, в котором все штрихи и пробелы представляют информацию; его набор символов включает «0»-«9», «AZ», пробел, «$», «%». , '+' ,'-','.','/'; Существует необязательный код проверки, который автоматически добавляется системой.
INFO_CODE39_EXTENDED=	 39 расширенный штрих-код — это расширенный штрих-код до 39 штрих-кодов, он поддерживает все символы ASCII.
INFO_CODE93 =	 Штрих-код 93 представляет собой непрерывный двунаправленный штрих-код нефиксированной длины со штрихами и пробелами, представляющими информацию; его набор символов включает '0'-'9', 'AZ', пробел, '$', '%',' +', '-','.','/'; Существует необязательный код проверки, который автоматически добавляется системой.
INFO_CODEBC412=	 Штрих-код BC412 представляет собой непрерывный двунаправленный штрих-код нефиксированной длины, в котором все штрихи и пробелы представляют информацию; его набор символов включает «0»–«9», а «AZ» не включает «O»; контрольный код автоматически добавляется системой.
INFO_CODE11 =	Штрих-код 11 — это прерывистый двунаправленный штрих-код с непостоянной длиной, в котором штрихи и пробелы представляют информацию; его набор символов включает «0»-«9», «-»; имеется необязательный контрольный код, а контрольный код определяется системой Присоединяйтесь автоматически.
INFO_UPCA =	 UPC-A — это штрих-код фиксированной длины, его набор символов содержит только цифры от «0» до «9», UPC-A содержит 12 символов, первые 11 – данные, а последний – контрольный код. автоматически добавляется системой, и система принимает только первые 11 символов.
INFO_UPCA_2 =	 UPC-A+2 — это UPC-A плюс 2 дополнительных кода, и система принимает последние 2 символа в качестве дополнительных кодов.
INFO_UPCA_5 =	 UPC-A+5 — это UPC-A плюс 5-значный дополнительный код, и система использует последние 5 символов в качестве дополнительного кода.
INFO_UPCE =	UPC-E — это штрих-код фиксированной длины, его набор символов содержит только цифры от «0» до «9», UPC-E содержит 8 символов, первый символ имеет фиксированное значение 0, символы 2–7 — это данные, а последний 1 Каждый символ является кодом проверки, код проверки автоматически добавляется системой, и система принимает только первые 6 символов.
INFO_UPCE_2 =	 UPC-E+2 — это UPC-E плюс 2 дополнительных кода, и система принимает последние 2 символа в качестве дополнительных кодов.
INFO_UPCE_5 =	 UPC-E+5 — это UPC-E плюс 5-значный дополнительный код, и система использует последние 5 символов в качестве дополнительного кода.
INFO_CODE25=	Штрих-код Code 25 представляет собой непрерывный штрих-код, в котором информацию представляют только штрихи. Его набор символов содержит только цифры от «0» до «9», а его длина не является фиксированной.
INFO_CODEINTER25=	Код Interleaved (ITF) 25 представляет собой непрерывный штрих-код, в котором штрихи и пробелы представляют информацию. Его набор символов содержит только цифры от «0» до «9». Если количество символов нечетное, система автоматически добавит начальный 0 ; Выбранный контрольный код будет добавлен системой автоматически.
INFO_CODECODABAR=	Штрих-код Codabar — это прерывистый, двунаправленный штрих-код нефиксированной длины с функцией самопроверки, в котором все штрихи и пробелы представляют информацию; его набор символов включает '0'-'9', 'AD', '-', '$',':','/','.','+';
INFO_CODE128A=	Штрих-код CODE128A представляет собой непрерывный штрих-код, его набор символов содержит символы со значениями ASCII от 0 до 95, размер не ограничен.
INFO_CODE128B=	Штрих-код CODE128B представляет собой непрерывный штрих-код, его набор символов содержит символы со значениями ASCII от 32 до 127, размер не ограничен.
INFO_CODE128C=	Штрих-код CODE128C является непрерывным штрих-кодом, его набор символов содержит цифры от «0» до «9», если количество символов нечетное, система автоматически добавит начальный 0;
INFO_EAN128A=	Штрих-код EAN128A представляет собой непрерывный штрих-код, его набор символов содержит символы со значениями ASCII от 0 до 95, размер не ограничен.
INFO_EAN128B=	Штрих-код EAN128B представляет собой непрерывный штрих-код, его набор символов содержит символы со значениями ASCII от 32 до 127, размер не ограничен.
INFO_EAN128C=	Штрих-код EAN128C является непрерывным штрих-кодом, его набор символов содержит цифры от «0» до «9», если количество символов нечетное, система автоматически добавит начальный 0;
	
QUIET=	пустой
MID=	середина
SCALE=	Доля
BARHEIGHT=	высокий штрих-код
NARROWBARW=	Узкая ширина модуля
BAR=	полоска
SPACE=	нулевой
INTERCHARSCALE=	средний интервал между символами
MODULETUNING=	Настройка модуля штрих-кода
AUTOSIZE=	авто размер
FIXEDSIZE=	Исправленный размер
SHORTPDF417=	укороченный режим
ERRLEVEL=	уровень исправления ошибок
PDF417_ROWOUTRANGE=	Строки штрих-кода PDF417 должны быть от 3 до 90 строк!
PDF417_COLOUTRANGE=	Столбцы штрих-кода PDF417 должны состоять из 3-30 столбцов!
BARCODE_ERR_ROWCOL=	Заданное количество строк и столбцов не может соответствовать текущей строке!
SMALLEST=	наименьший размер
MATRIX=	матрица
MODULEWIDTH=	Ширина модуля
REVERSE=	задний ход
INFO_CODEPDF417=	Штрих-код PDF417 — это двумерный штрих-код, его набор символов содержит все символы ASCII;
INFO_CODEMICROPDF417=	Штрих-код MicroPDF417 представляет собой двумерный штрих-код, его набор символов содержит все символы ASCII;
INFO_CODEDATAMTX=	Штрих-код DATAMATRIX представляет собой двумерный штрих-код, его набор символов содержит все символы ASCII;
VALID=	эффективный
FONT =	 шрифт
FONT_ANGLE =	 склонность
FONTTYPE_BCF =	 шрифт штрих-кода
FONTTYPE_DMF =	 растровый шрифт
FONTTYPE_JSF =	 однострочный шрифт
FONTTYPE_TTF =	 Шрифты TrueType
SHOWTEXT=	отображать текст
TEXTHEIGHT=	высота текста
TEXTWIDTH=	ширина текста
TEXTOFFSETX=	Смещение текста по оси X
TEXTOFFSETY=	Смещение текста по оси Y
TEXTSPACE=	текстовый интервал
POINTMODE=	точечный режим
ROW=	Строка
COL=	Список
KEYBOARD =	 клавиатура
DATE =	 свидание
SERIAL =	 серийный номер
LISTFILE=	список файлов
DYNAMICFILE=	динамический файл
ENVARTEXT=	включить переменный текст
HEIGHT =	 высокая
CHARSPACE=	интервал между символами
CHARWIDTH=	ширина символа
CHARHEIGHT=	высота символа
LINESPACE=	Межстрочный интервал
ANGLE =	 угол
PROMPT_TRAY =	 Советы перед обработкой каждой партии
PROMPT_NEVER =	 не подсказывать
PROMPT_PART =	 Советы перед обработкой каждой детали
DATEFORMAT=	Формат даты
ADDDATEFORMAT=	добавить формат даты
STARTSN=	начальный порядковый номер
CURSN=	текущий серийный номер
INCSN=	Увеличение порядкового номера
MARKPER=	каждая отметка
EXTEND=	расширять
PREFIX =	 префикс
SUFFIX =	 суффикс
SUPRES_ZERO =	 Подавить начальные нули
RESETNO =	 сбросить серийный номер
SERAIL_ARRAY =	 Серийный номер массива
SNDLG_FILTER =	 Отфильтровать следующие серийные номера
LINENO=	номер строчки
ENCONTOUR=	включить профиль
HATCH1=	прокладка 1
HATCH2=	прокладка 2
ENABLE=	включить
PENNO=	номер ручки
HATCH_CALCALL=	Расчет всего объекта
HATCH_EDGE=	прогуливаться
LISTDIST=	Межстрочный интервал
EDGEOFFSET=	поле
STARTOFFSET=	начальное смещение
ENDOFFSET=	конечное смещение
SETDEFAULT=	установить по умолчанию
WAITTIME=	время ожидания
MESSAGE=	Быстрое сообщение
SETOUTPUT=	установить выходной порт
SYSTEMPARAM =	 Системные параметры
GENERAL =	 общепринятый
COLOR =	 цвет
WORKSPACE =	 Рабочее пространство
AUTOSAVE =	 автоматическое резервное копирование
MOVEROTATE =	 двигаться вращение
PLUGMGR =	 Менеджер плагинов
UNIT_TYPE =	 тип устройства
GRID_DIST =	 шаг сетки
GRID =	 сетка
SHOW_GRID =	 показать сетку
MM =	 мм
INCH =	 дюйм
WORKSPAC_SHOW =	 показать рабочее пространство
WORKSPAC_CIRCLE =	 круговое рабочее пространство
LB_CORNER =	 Нижняя левая
WIDTH =	 ширина
BIGNUDGESCALE=	Большой коэффициент регулировки
NEXTVALID =	 Это изменение не вступит в силу до следующей загрузки
EVERY =	 Каждый
BAKEXPLAIN =	Сохраняйте текущие данные в файл AutoSave.Ezd в каталоге программы каждый указанный интервал времени.
BAKTIME =	 "минуты, автоматическое резервное копирование"
	
ZOOM_WINDOW1 =	 увеличение окна
ZOOM_WINDOW2 =	 увеличение окна
PICK =	 Выбрать
PICK_ALL=	выбрать все
PICK_BYENT =	 По объекту
PICK_COPY =	 мобильная копия
PICK_COPYENT =	 копировать
PICK_CUT =	 резать
PICK_DEL =	 удалить выделение
PICK_ENT_CNT =	 Выберите количество объектов
PICK_ENTITY =	 объект выбран
PICK_GL =	 Перетащите направляющую
PICK_INV =	 обратный выбор
PICK_LEFT =	 Потянитесь влево и вправо
PICK_LOCK =	 блокировка выбора
PICK_MOVE =	 Переместить Трансформировать
PICK_PEN =	 Выберите пером
PICK_NOENTITY =	 Объекты не выбраны
ERR_0001 =	 Этот параметр не может быть меньше 0,001, введите его повторно.
ERR_CRC     =	 Ошибка проверки данных файла, возможно, файл поврежден.
ERR_DELSYSLAYER =	 Слой системы по умолчанию не может быть удален
ERR_DELUSELAYER =	 Текущий используемый слой не может быть удален
ERR_MATCHFONTERR =	 Невозможно сопоставить шрифт
ERR_MEMORY  =	 Недостаточно памяти для выделения достаточного количества памяти.
ERR_NOFINDIMPORT =	 Не найден допустимый входной плагин
ERR_OPENFILE =	 файл открыть не удалось
ERR_READFILE     =	 Не удалось прочитать файл
ERR_RENAMESYSLAYER =	 Имя системного слоя по умолчанию не может быть изменено
ERR_SAVEFILE =	 Не удалось сохранить файл
ERR_SERIAL_FORMA =	 Неверный формат файла, возможно, файл поврежден.
ERR_VERSION =	 Неправильная версия файла.
ERROR_VAR_FILTER =	Фильтры слишком жесткие для создания допустимых объектов переменного текста\nУдалите некоторые фильтры и повторите попытку.
IS_TEXT_TO_GRAPH =	 конвертировать ли текст с использованием этого шрифта в графику
CMD_OPENFILE =	 открыть файл
CMD_SAVEFILE =	 сохранить документ
OPEN =	 Открытым
TIP_NOTITLE =	 Без названия
NOTITLE =	 Без названия
FILE_ISSAVEAS =	 Сохранять ли измененные файлы в
CHECK_SAVEPRE =	 сохранить изображение для предварительного просмотра
CHECK_SCALE =	 соблюдайте пропорции
CHECK_SHOWPRE =	 Показать изображение для предварительного просмотра
STATIC_SAVETYPE =	 метод вывода
RADIO_SAVEALL =	 вывести все объекты
RADIO_SAVEPICK =	 объект выбора вывода
AUTHOR =	 автор
COMMENT =	 Заметки
FILEINFO =	 информация о файле
VERSION =	 Версия
CMD_NEWFILE =	 создать новый файл
PICK_PASTE =	 вставить
CENFIELD=	место в центре
AUTOSAVEFILE =	 Автоматическое резервное копирование файлов дизайна...
ON=	открытым
OFF=	Закрыть
GUIDELINE =	 Вспомогательная линия
OBJECT=	объект
	
	
	
	
ID_DRAW_CIRCLE =	 Нарисовать круг\nНарисовать круг
ID_DRAW_ELLIPSE =	 Нарисовать эллипс\nНарисовать эллипс
ID_DRAW_PLINE =	 Нарисовать кривую\nНарисовать кривую
ID_DRAW_LINE =	 Нарисовать линию\nНарисовать линию
ID_DRAW_POINT =	 Точка построения\nТочка построения
ID_DRAW_POLY =	 Нарисовать многоугольник\nНарисовать многоугольник
ID_DRAW_RECT =	 Нарисовать прямоугольник\nНарисовать прямоугольник
ID_DRAW_TEXT =	 Нарисовать текст\nНарисовать текст
ID_DRAW_BITMAP=	 Растровый файл чертежа\nРастровый файл чертежа
ID_DRAW_VECTOR=	 Векторный файл чертежа\nВекторный файл чертежа
ID_DRAW_TIME  =	Задержка отрисовки\nЗадержка отрисовки
ID_DRAW_INPUT =	 Нарисовать входной порт\nНарисовать входной порт
ID_DRAW_OUTPUT=	 Нарисовать выход\nНарисовать выход
	
	
ID_TOOL_NODE =	 Редактировать узел графика\nРедактировать узел
ID_TOOL_PICK =	 Инструмент выбора графика\nВыбор графика
ID_MODIFY_HATCH =	 Заполнить выбранные объекты\nЗаполнить
ID_TOGRAPH =	 Преобразование объекта в графический объект\nВ графический объект
ID_VIEW_STATUS_BAR =	 Показать или скрыть строку состояния\nПоказать и скрыть строку состояния
ID_VIEW_TOOLBAR =	 Показать или скрыть системную панель инструментов\nПоказать и скрыть системную панель
ID_VIEW_ZOOMBAR =	 Отображает или скрывает панель инструментов просмотра\nПоказывает и скрывает панель просмотра
ID_VIEW_DRAW_BAR=	 Показать или скрыть панель инструментов рисования\nПоказать и скрыть панель рисования
ID_VIEW_ENTPROP=	 Показать или скрыть панель свойств объекта\nПоказать и скрыть панель свойств объекта
ID_VIEW_ENTLIST=	 Показать или скрыть панель списка объектов\nПоказать и скрыть панель списка объектов
	
ID_ZOOM_ALL =	 Максимально отображает все объекты\nПросмотреть все
ID_ZOOM_PICK =	 Максимальный выбор отображения\nВыбрать наблюдение
ID_ZOOM_IN =	 Увеличить изображение вдвое\nУвеличить
ID_ZOOM_OUT =	 Увеличить изображение вдвое\nУменьшить масштаб
ID_ZOOM_PAN =	 Отображение панорамы\nПанорамирование
ID_ZOOM_WINDOW =	 Масштабирование окна\nМасштабирование окна
ID_ZOOM_WORKSPACE =	 Просмотр всей рабочей области\nПросмотр рабочей области
ID_SNAP_GUILD =	 Привязать к направляющим\nПривязать к направляющим
ID_SNAP_GRID =	 Привязать к сетке\nПривязать к сетке
ID_SNAP_OBJECT=	 Привязать объект\nПривязать объект
ID_SNAP_MESHVERTEX=	 Привязать к вершинам поверхности\nПривязать к вершинам поверхности
ID_APP_ABOUT =	Отображать информацию о программе, номер версии и авторские права\nО программе
ID_APP_EXIT =	 Выйти из приложения, предлагается сохранить документ\nВыход
	
	
TT_PICKALL =	 Выбрать все объекты\nВыбрать все объекты
TT_PICKDEL =	 Удалить выбранные объекты\nУдалить выбранные объекты
TT_PICKINVERT =	 Инвертировать выделение\nИнвертировать выделение
TT_PICKLOCK =	 Заблокировать выбранный объект\nЗаблокировать
TT_PICKUNLOCK =	 Разблокировать выбранный объект\nРазблокировать
TT_PICKUNLOCKALL =	 Разблокировать все объекты\nРазблокировать все
TT_PICKCEN =	 Место в начале\nМесто в начале
TT_PICKCENX =	Центр X размещается на оси Y\nЦентр X размещается на оси Y
TT_PICKCENY =	 Центр Y размещается на оси X\nЦентр Y размещается на оси X
TT_PICKPEN=	Выбрать объекты по номеру пера\nВыбрать объекты по номеру пера
TT_NODE_ADD =	 Добавить узел\nДобавить узел
TT_NODE_ALIGN =	 Выравнивание узла\nВыравнивание узла
TT_NODE_ARC =	 Преобразовать в дугу\nВ дугу
TT_NODE_BEZIER =	 Преобразовать в кривую\nВ кривую
TT_NODE_CLOSE =	 Автоматически закрывать кривую\nАвтоматически закрывать кривую
TT_NODE_DEL =	 Уменьшить узел\nУменьшить узел
TT_NODE_DIR =	 Изменить направление кривой\nИзменить направление кривой
TT_NODE_LINE =	 Преобразовать в прямую\nПреобразовать в прямую
TT_NODE_REDUCE =	 Автоуменьшение точек\nАвтоуменьшение точек
TT_NODE_SEPARATE =	 Отсоединить узел\nОтсоединить узел
TT_NODE_SHARP =	 Резкий переход\nРезкий переход
TT_NODE_SMOOTH =	 Плавный переход\nПлавный переход
TT_NODE_SYSMETRIC =	 Симметричный переход\nСимметричный переход
TT_NODE_UNITE =	 Fusion-узел\nFusion-узел
TT_POINTONCURVE=	точка на кривой
TT_ADDLAYER=	Добавить слой\nДобавить слой
TT_DELLAYER=	Удалить слой\nУдалить слой
ADDLAYER=	добавить слой
DELLAYER=	удалить слой
ROTATEANG =	 Угол поворота
MOVEDIST  =	 Расстояние перемещения
ZOOMSCALE =	 коэффициент масштабирования
INPUTPT =	 точка ввода
INPUTSTARTPT =	 Введите начальную точку
INPUTCENTER  =	 Войдите в центр круга
PICKCURVE=	Выберите кривую, чтобы поместить точку на
PONITNUM=	точки
POINTDIST=	расстояние между точками
TEXT_POS=	Выберите, где разместить текст
ALIGN =	 выровнять
UNDO=	отменить
REDO=	восстанавливаться
MENU_FINISH=	&конец
MENU_CLOSEFINISH=	&Закрытый конец
MENU_COOR=	&Введите координаты
TRANSFORM =	 трансформировать
CENTER =	 центр
MIRROR =	 зеркало
SHEAR=	наклон
PEN=	Ручка
SPEED=	скорость
OBJECTLIST=	список объектов
APPLYDEF=	параметр установлен по умолчанию
ADVANCE=	передовой
POWER=	сила
FREQ=	частота
TICKLE=	Предварительная ионизация
STARTTC=	Задержка включения
ENDTC=	окончание задержки
POLYTC=	угловая задержка
SECOND=	второй
US=	микросекунды
DELETE=	Удалить
PARAMLIB=	библиотека параметров
INPUTPARAMNAME=	Введите имя параметра
GUILDLINE =	 Вспомогательная линия
PARAMNAMENONULL=	Имя параметра не может быть пустым
PARAMNAMEEXIST=	Имя параметра уже существует! Перезаписать старый параметр?
REALYDELPARAM=	Вы уверены, что хотите удалить текущий параметр?
REALYAPPDEF=	Вы уверены, что хотите применить текущие параметры в качестве параметров по умолчанию?
JUMPSPEED=	Скорость прыжка
JUMPPOSTC=	Задержка положения перехода
JUMPDISTTC=	Задержка расстояния прыжка
ADVANCEMARKPARAM=	Расширенные параметры маркировки
ENDCOMP=	компенсация конечной точки
ACCDIST=	Расстояние ускорения
MARK=	маркировка
SELECTAPARAM=	Пожалуйста, выберите параметр
MODIFYCOLOR=	изменить цвет
MODIFPARAM=	Изменить параметры
APPLYTOPICK=	подать заявку на выбор
PARAM=	параметр
NOMOREMARKPARAM=	Только параметры по умолчанию, не могут быть изменены
NOPICKOBJECT=	объект не выбран
SETDEFPEN=	установить перо по умолчанию
MENU_SPECIAL=	&Специальный
FAILOPENLMC=	Не удается открыть драйвер LMC1!Проверьте, правильно ли установлен драйвер LMC1!
NOTFINDLMC=	Не удалось найти действительное устройство LMC1!
MENU_LASER=	&Лазер
DISABLEUSE =	 Запрещено использовать
ENABLEUSE =	 использовать
FIELD=	область
LASERCTRL=	лазерный контроль
EXTAXIS=	Расширенная ось
CONFIGPARAM=	Параметры конфигурации
NEGATE=	задний ход
ASPECT=	Внешний вид
FIELDSIZE=	Размер области
GALVO=	Галво
	
MARKSTR_AFTERMARK=	Перейти в указанное место после обработки
MARKSTR_AFTER1=	Не шевелись
MARKSTR_AFTER2=	Галво Центр
MARKSTR_AFTER3=	верхний левый угол объекта
MARKSTR_AFTER4=	Верхний правый угол объекта
MARKSTR_AFTER5=	правый нижний угол объекта
MARKSTR_AFTER6=	нижний левый угол объекта
MARKING=	Маркировка...
WAITIOINPUT=	Ожидание сигнала входного порта ввода-вывода...
	
PART=	Составные части
TOTALNUM=	общий
CONTINUES=	Непрерывная обработка
MARKSELECT=	Выберите обработку
QUIT=	покидать
LIGHTSHOW=	дисплей красного света
	
QSWITCH=	Q переключатель
ANALOGOUT=	Аналоговый выход
CALIBRATION=	Коррекция
OTHER=	Другой
ENPWMSIGNALE=	Включить вывод сигнала ШИМ
MAXPWMFREQ=	Максимальная частота сигнала ШИМ
ENABLETICKLE=	Включить предварительную ионизацию
PULSEWIDTH=	Ширина импульса
PULSEPERIOD=	Частота импульсов
FPK=	гашение первого импульса
FPKEND=	Включите переключатель добротности, когда закончится подавление первого импульса.
ANALOGOUT=	Аналоговый выход
ANAPOWER=	Включить выход аналогового порта питания
ANAFREQ=	Включить выход частотного аналогового порта
STARTMARKDELAY=	Задержка начала маркировки
FINSIHMARKDELAY=	Задержка конечной метки
MAXPOWERDELAY=	Задержка максимальной мощности
USERDEFRATIO=	Определяемый пользователем масштаб
REALRATIO=	Фактическое соотношение
FREQMAP=	отображение частоты
POWERMAP=	отображение мощности
READY=	Подготовить
BTNSTOP=	СТОП (F4)
BTNMARK=	Марк (F2)
BTNPARAM=	Параметры (F3)
BTNQUIT=	ВЫХОД (F5)
BTNLIGHT=	Красный свет (F1)
MARKSTR_NOENTITY=	Данные не могут быть обработаны, пожалуйста, проверьте, загружен ли файл!
MARKSTR_NOENTITY_SELECT=	Нет данных, которые можно обработать, проверьте, выбран ли объект обработки!
DOG_DATAERROR =	 Данные блокировки шифрования неверны, проверьте, правильно ли вставлена блокировка шифрования.
DOG_SHARETIME =	 Текущая версия является общей версией, вы израсходовали отведенное время!\nЕсли вы хотите продолжить использовать это программное обеспечение, обратитесь к дилеру программного обеспечения.
DOG_SHARE =	Текущая версия является общедоступной, вы использовали разрешенное количество раз!\nЕсли вы хотите продолжать использовать это программное обеспечение, обратитесь к дилеру программного обеспечения.
DEMOVERSION=	Не могу найти ключ! Программа будет работать в демонстрационном режиме
DELHATCH=	удалить отступы
CURTIME=	Текущее время
TOTALTIME=	общее время
PULSELENGTH=	Ширина импульса
CHECK=	обнаружить
LASERON=	Включите лазер
LASEROFF=	лазер выключен
POSX=	X позиция
POSY=	позиция Y
LASERWILLOUTPUT=	Нажмите OK, чтобы вывести лазер. Вы уверены, что хотите вывести лазер?
WARN=	предупреждать
SCANIMAGE=	сканировать изображение
BOTTOM =	 нижний
TOP =	 Топ
	
ORIGIN_PTNUM=	Введите нулевую точку
ORIGIN_WAY=	Вернуться к исходному методу
PLUGFILENAME =	 Имя файла плагина
	
PLUGSTATE =	 статус плагина
PLUGVER =	 Версия плагина
PROMPT =	 намекать
MENU_APP_EXIT =	 &Выход
LMCVERERROR=	Ошибка аппаратной версии LMC
WELD=	сварка
TRIM=	чернослив
INTERSECT=	Пересекать
WELDTO=	приварен к
TRIMTO=	подстрижен в
INTERSECTTO=	пересекать
PLASTIC=	форма
SAVESRC=	сохранить исходный объект
SAVETAR=	сохранить целевой объект
NOVALIDONCEMORE=	Не выбран допустимый объект, выбрать повторно?
FILE=	документ
PORT=	порт
IOSTOP=	Остановить обработку входного порта
STOPPROMPT=	Подсказка при остановке обработки
STOPSIGNALTRIG=	Срабатывает стоп-сигнал и текущая обработка останавливается!
REMOTE=	дистанционное управление
ENREMOTE=	Включить дистанционное управление
NETWORKIP=	сетевой IP-адрес
QPULSEWIDTH=	Ширина импульса Q
POINTTIME=	найти время
LEFT =	 оставил
RIGHT =	 Правильно
ALIGN_NODECTRL=	Выровнять контрольные точки узла
NODE_ALIGN=	Выровнять узел
OFFSETLEN=	длина смещения
BASELENGTH=	базовая длина
TRANFORM=	трансформировать
BASE=	ориентир
FREE=	 свободно
BASEANGLE=	опорный угол
ANGLELIMIT=	Ограничение диапазона углов
CHANGEORDER=	изменить заказ
MODIFY=	Исправлять
ROAXIS=	ось вращения
ZERO=	нуль
STEPPERRO=	Импульсов на оборот
DISTPERRO=	Расстояние перемещения за оборот
MINPOS=	Минимальные координаты
MAXPOS=	максимальная координата
MINSPD=	минимальная скорость
MAXSPD=	Максимальная скорость
ZEROSPD=	Нулевая скорость возврата
GEARRATIO=	Передаточное отношение
PARTDIA=	Диаметр заготовки
ZEROOFF=	Смещение нуля
ACCTIME=	время разгона
SCALECOMP=	Пропорциональная компенсация
SHEARCOMP=	компенсация смещения
SPACECOMP=	Компенсация люфта
GOTOORIGIN=	Нулевая точка расширенной коррекции оси
PLSPICKAPEN=	Пожалуйста, выберите ручку
BITMAP=	битовая карта
LINEINC=	Шаг строки сканирования растрового изображения
NODE_DELETE =	 удалить узел
NODE_ADD =	 добавить узел
NODE_UNITE=	узел слияния
NODE_TOARC =	 Преобразовать в сегмент дуги
NODE_TOBEZ =	 Преобразовать в сегмент кривой
NODE_TOLINE =	 Преобразовать в сегмент линии
NODE_TOSHARP =	 переход точки
NODE_TOSMOOTH =	 плавный переход
NODE_TOSYSMETRIC =	 Симметричный переход
NODE_ALIGN =	 выравнивание узлов
NODE_CHANGEDIR =	 Изменить направление кривой
MARKON=	Открытая маркировка
MARKOFF=	отмечать
CURVEEDIT =	 Редактирование кривой
MENU_AUTOCONNECT=	автоматическое подключение
CONNECTERR=	Ошибка автоматического подключения
	
PRINTER  =	 принтер
PRINT  =	 Распечатать
STYLE  =	тип
STATUS =	 государство
REMARK =	 Примечание
COPYNUM=	 Количество копий
ATTRIB=	 Атрибуты
PRINTCOPYNUM=	 Количество копий
AUTOPAGE=	Автоматический пейджинг
PRINTRANGE=	диапазон печати
PRINTALL=	распечатать все
PRINTSEL=	выберите печать
PAGESETUP=	настройки страницы
	
MARGIN=	Поля
MARGINLEFT =	левое поле
MARGINRIGHT=	правое поле
MARGINTOP  =	верхнее поле
MARGINBOTTOM=	нижнее поле
	
PAGECEN     =	центр страницы
PAGECENUP   =	выше среднего
PAGECENLEFT =	центр слева
PAGECENRIGHT=	центр справа
PAGECENDOWN =	средний и нижний
	
PAGELEFTUP   =	верхний левый
PAGERIGHTUP   =	в правом верхнем углу
PAGELEFTDOWN  =	Нижняя левая
PAGERIGHTDOWN =	Нижний правый
PAGEFILL=	изменить размер страницы
PAGERANDOM=	настроить
AXISSTEP=	Длина шага движения
SPLITSIZE=	Размер разделения
SPLITPARAM=	параметр сегментации
SPLITBYGUILDLINES=	Разделить вспомогательными линиями
ORIGIN=	источник
LIGHTING=	красный свет, указывающий
SPLITMARK1=	Раздельная маркировка 1
SPLITMARK2=	Сплит Марк 2
ORIGINCOOR=	исходные координаты
SETCURPOSTOORIGIN=	(&D)Установить текущую точку в качестве исходной
SETORIGIN=	установить происхождение
SPECIALMOTION=	специальное движение
STOP=	остановка
GOTOMARKORIGIN=	Перейти к исходной точке маркировки
REDLIGHTPOINT=	индикация красным светом
LIGHTSPEED=	скорость красного света
OFFSETPOSX=	положение смещения X
OFFSETPOSY=	положение смещения Y
REDLIGHTIO=	Красный свет, указывающий на выходной порт
MARKIO=	Выход маркировки
NULL=	никто
INPUTTEXT=	Пожалуйста, введите текст для обработки
FORCESPLIT=	принудительное разделение
LINE=	прямая линия
RIGHTCOOR=	Нажмите правую кнопку мыши, чтобы ввести координаты
INPUTCOOR=	Введите координаты
FINISHGOTOSTARTPT=	После обработки вернуться в исходную точку
STARTMARKIO=	Начать маркировку портов
INPORT=	входной порт
AUTORESET=	Автоматический сброс
JSFFONT_FILENAME=	имя файла шрифта jsf
GRAPHCHAR=	Символы, соответствующие графике
UPDATEFONTFILE=	Обновить файл шрифта
OFFSET_DIST=	расстояние смещения
JCZFONT_NEWJSF=	Файл не существует, создать новый файл?
JSFFONT_NAME=	имя шрифта
DOUBLEWIDTH=	двойная ширина символа
DOUBLEHEIGHT=	двойная высота символа
SINGLEWIDTH=	ширина одного символа
SINGLEHEIGHT=	высота одного символа
JSFFONT=	JSF-шрифт
JCZFONT_PROPERTY=	свойства шрифта
ENMARKMUTEX=	включить пометку мьютекса
MARKPARAM=	Параметры маркировки
ONOFF=	выключатель
CURPEN=	текущий номер пера
CURPENPARAM=	текущие параметры пера
USEDEFAULTPEN=	Использовать параметры по умолчанию
SELPARAMFROMLIB=	Получить параметры из библиотеки параметров
DELETESELPARAM=	удалить выбранный параметр
CURPARAMSAVEAS=	Сохранить текущие параметры как
PLSSELPARAM=	Сначала выберите параметр
ID_DRAW_BARCODE =	 Нарисовать штрих-код\nНарисовать штрих-код
MENU_VIEW_MARKPARAM=	Панель параметров маркировки
ID_VIEW_MARKPARAM=	Отображает или скрывает панель параметров маркировки\nПоказывает или скрывает панель параметров маркировки
SHOWCROSSLINE=	Показать центральный крест
SELPOSDATUM=	Выберите датум для координат положения
PULSEGREATEMAX=	Установленная ширина импульса Q больше, чем максимальная ширина импульса
MAXPULSEWIDTH=	Максимальная ширина импульса
CURFREQ=	текущая частота
FIELDNAME=	Имя поля
CURRENT=	Текущий
CURRENTMAP=	Текущее сопоставление
ENCURRENT=	Включить текущий выход
EXESTART =	Когда ezcad запустится, запустите программу
EXEFINISH=	Когда ezcad закрыт, запустите программу
PARAMNAME=	имя параметра
GOALSIZE=	размер мишени
REALSIZE=	Фактический размер маркировки
CALCSCALE=	Рассчитать соотношение
GOALMUSTGREATE=	Размер метки цели должен быть больше 0,001.
REALMUSTGREATE=	Фактический размер маркировки должен быть больше 0,001.
FORCEALLSPLIT=	Весь весь дивизион
USEGUILINSTARS=	Использование цифрового драйвера Q-переключателя
	
DESCENTRATIO=	Нижний высокий коэффициент
DESCENT=	вниз высоко
ASCENT=	Шангао
BASELINE=	исходный уровень
LOADCHAR=	Загрузить данные персонажа
SAVECHAR=	сохранить данные персонажа
LEFTSIDE=	Ширина левой опоры
RIGHTSIDE=	Ширина правой опоры
HELP =	 помощь
HELP_BLUEBOX=	Синяя рамка — это область, которую занимает символ, когда он фактически отображается.
HELP_DESCENTRATIO=	Нижний высокий коэффициент
HELP_CHARWIDTH=	Ширина символа относится к стандартной ширине символов текущей библиотеки шрифтов.
HELP_CHARHEIGHT=	Высота символов относится к стандартной высоте символов текущей библиотеки шрифтов.
HELP_LEFTSIDE=	Ширина левой опоры — это расстояние между фактическими данными символа и левой границей
HELP_RIGHTSIDE=	Ширина правой опоры — это расстояние между фактическими данными символа и правой границей
HELP_BASELINE=	Базовая линия — это горизонтальная линия, используемая для выравнивания при построении шрифта.
CHARKERNING=	Кернинг символов
NOFONTFILE=	Не удалось найти допустимый файл шрифта, выберите допустимый файл шрифта!
INPUT2CHAR=	Введите два символа
SAVEKERNING=	сохранить кернинг
JCZFONT_VER1=	Текущая библиотека шрифтов имеет версию v1.0, и она преобразована в версию v2.0.\nПожалуйста, перезапустите ezcad2.0, прежде чем изменения вступят в силу!
PULSEMODE=	Векторный точечный узор
PULSEPER=	Импульсов на точку
FLYMARK=	летающая маркировка
FLYSPEED=	Линейная скорость
ERR_FLYSPEEDFAST=	Скорость линии слишком высока, чтобы гальво догнал ее!\nСкорость линии должна быть меньше, чем скорость маркировки и прыжка!
MS=	миллисекунда
CANHATCH=	может быть заполнен
PASSWORD=	пароль
CONFIRMPASSWORD=	Подтвердить Пароль
PASSWORDNOSAME=	Дважды введенные пароли разные, пожалуйста, введите еще раз!
PASSWORDUNVALID=	неправильный пароль!
OUTPORTALRADYUSE=	Выходной порт занят другим устройством, перезагрузите его!
LASERPOWERIO=	Выходная мощность лазера
POWERON=	включить
POWEROFF=	выключение
EZCADSTR_ID_FILE_IMGLIB =	 Открывает Галерею Избранного\nГалерея Избранного
EZCADSTR_IDC_STATIC_NEWIMG =	 Пожалуйста, введите название изображения
EZCADSTR_IDC_STATIC_NEWLIB =	 Пожалуйста, введите название галереи
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Пожалуйста, введите имя файла (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 удалить изображение
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 удалить галерею
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 добавить изображение
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Новая галерея
EZCADSTR_IMGDLG_KEEPSIZE =	 Шкала блокировки
EZCADSTR_IMGDLG_NEWIMG =	 добавить изображение
EZCADSTR_IMGDLG_NEWLIB =	 Новая галерея
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Параметры экспорта графики
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 высокая
EZCADSTR_IMGDLG_STATIC_NAME =	 Название галереи
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Предварительный просмотр изображения
EZCADSTR_IMGDLG_STATIC_WIDTH =	 ширина
EZCADSTR_IMGGLD_ORIGSIZE =	 оригинальный размер
EZCADSTR_IMGLIB_DRAW =	 Галерея рисунков
EZCADSTR_IMGLIB_MAXIMG =	 Количество изображений в этой галерее достигло максимального значения, пожалуйста, создайте новую галерею
EZCADSTR_IMGLIB_TOTALNUMBER =	 Общее количество картинок:
EZCADSTR_IMPORT_PT =	 Введите место для размещения графики
EZCADSTR_MSG_DELETEIMG =	Вы уверены, что хотите удалить изображение?
EZCADSTR_MSG_DELETELIB =	 Вы уверены, что хотите удалить галерею?
EZCADSTR_MSG_DIRECTORYERROR =	 путь к файлу библиотеки не существует
EZCADSTR_MSG_HAVEFILE =	 Указанная галерея уже существует, пожалуйста, повторите вход
EZCADSTR_IMGDLG =	 Общая галерея
EZCADSTR_MENU_FILE_IMGLIB =	 &Общая галерея...
CIRDIAMETER=	диаметр круга
ARRAY_NUM=	количество массивов
ANG_DIST=	Угловой интервал
EZCADSTR_ARRAY_TYPE =	 тип массива
EZCADSTR_ARRAY_X_DIST =	 Горизонтальный интервал
EZCADSTR_ARRAY_X_NUM =	 Горизонтальный номер
EZCADSTR_ARRAY_Y_DIST =	 Расстояние по вертикали
EZCADSTR_ARRAY_Y_NUM =	 вертикальное число
EZCADSTR_ARRAY_DIST_CALC =	 Метод расчета расстояния
EZCADSTR_ARRAY_ENTSPACE =	 Рассчитывается в соответствии с интервалом графики
EZCADSTR_ARRAY_OFFSETDIST =	 Рассчитывается по расстоянию смещения
EZCADSTR_CMD_ARRAY=	объект массива
RADIUS=	радиус
BREAKCROSSPOINT=	удалить пересечение
ID_MODIFY_ARRAY =	 Массив выбранных объектов\nМассив объектов
ID_MODIFY_ROTATE =	 Повернуть выбранные объекты\nПовернуть объекты
ID_MODIFY_PLASTIC=	Формирование объекта\nФормирование
ID_MODIFY_CONNECT=	Кривые автоматического соединения\nКривые автоматического соединения
ID_MODIFY_BREAKCROSS=	Удалить пересечение кривых\nУдалить пересечение
ID_MODIFY_TRANSFORM=	Преобразование объектов\nПреобразование
ID_MODIFY_OFFSETCURVE =	 Сместить выбранные объекты кривой\nСместить кривую
CROSSLEN=	длина пересечения
TESTLASER=	тестовый лазер
READALLLINE=	Каждый раз читать весь файл
INFO_CODE128OPTMIZE=	Штрих-код CODE128Optimized представляет собой непрерывный штрих-код, его набор символов содержит символы со значениями ASCII от 0 до 127, и система автоматически переключается между CODE128 A, B и C в соответствии с символами, делая окончательный код кратчайшим;
FLYRIGHT2LEFT=	Направление трубопровода справа налево
FLYCONTMODE=	Конвейерный непрерывный режим
DATEINFO=	Значение символов в формате даты: Y
SN=	серийный номер
INCSN=	Увеличение порядкового номера
	
DATENAME=	имя даты
YEARUSE2DIGIT=	Используйте две цифры для года
YEARNOLEADZERO=	Год без ведущих нулей
HOUR12=	12-часовые часы
TIMENOLEADZERO=	время без ведущих нулей
DIGIT09ISSN=	Цифра 0 — это серийный номер, а цифра 9 — приращение серийного номера.
SAMPLE=	Пример
AM=	утро
PM=	после полудня
DATENAMECANNOTNULL=	Имя даты не может быть пустым!
SAVETONEWFILE=	сохранить в новый файл
AUTOROANG=	Автоповорот угла заполнения
BYDAY=	Днем
BYMONTH=	ежемесячно
BYWEEK=	по неделям
BYYEAR=	по годам
DATEOFFSET=	смещение даты
ENTOTALPARTNUM=	Общее количество заготовок действительно в непрерывном режиме
MARKFINISHNUM=	Указанное количество обработано! Продолжить обработку?
OFFSET=	компенсировать
EXPORTTEXT2FILE=	Вывод текста в указанный файл во время обработки
EXPORTTIME2FILE=	Время вывода в указанный файл во время обработки
EXPORTTEXT=	вывод текста
AUTOCONNECT=	Автоматически соединять соседние сегменты кривой
SOFTUSEPSW=	Для использования программного обеспечения необходимо ввести пароль
USERMGR=	Менеджер пользователей
USER=	пользователь
ADMIN=	управляющий делами
DESIGNED=	дизайнер
WORKER=	оператор
MODIFYPASSWORD=	изменить пароль
SELUSER=	выбрать пользователя
PSWINCORRECT=	Неверный пароль, пожалуйста, введите еще раз
CARDNO=	номер карты
SELLMC1DEV=	Выберите устройство для настройки параметров
LASERTYPE=	Тип лазера
NOHATCHTEXT=	без текстового заполнения
USECORRECTFILE=	Использовать файлы коррекции
CRYSTAL=	кристалл
MAXFREQ=	максимальная частота
PULSEGREATEMAXFREQ=	Частота импульсов больше максимальной частоты
MOVEANG=	Угол движения
CURRANGLE=	текущий угол
ROANGMARK=	Маркировка угла поворота — примечание: координата z объекта — это значение угла
OPTIMIZECURVE=	Оптимизировать порядок кривых
ANGLEROTATE=	Маркировка угла поворота
SIZESCALE=	Соотношение размеров
PULSE=	пульс
ENSHOWCONTOUR=	показать схему
SUBSURFACE=	Внутренняя резьба
ZEROTIMEOUT=	вернуться к нулевому тайм-ауту
CMD_REPEAT1=	повторить команду 1
CMD_REPEAT2=	повторить команду 2
NODE=	узел
SUNDAYISFIRSTDAY=	Воскресенье - первый день недели
TT_POINT=	поставить точку
TT_POINTONCURVE1=	Поместите фиксированное количество точек на кривую
TT_POINTONCURVE2=	Размещение фиксированных точек на кривой
IMGLIB_PROMPT=	Совет: нажмите и удерживайте левую кнопку мыши, чтобы выбрать нужную графику, а затем перетащите ее, чтобы переместить в рабочую область.
ONELASERMULTISCANNER=	Режимы с одним лазером и несколькими объективами
MULTILASERMULTISCANNER=	Мультилазерный и мультилинзовый режимы
ALLSCANNERSAMEPART=	Все гальванометры обрабатывают одну и ту же деталь
ALLSCANNERDIFFPART=	Все гальванометры обрабатывают различные заготовки.
SCANNER=	Галво
SCANNERTYPE=	Тип гальво
CENPOS=	Координаты центра
LASERPARAM=	Параметры лазера
ERR_OUTRANGE=	Ось выдвижения находится вне диапазона обработки!
MOVETOPREV=	двигаться вперед
MOVETONEXT=	переместиться на задний план
MOVETOTOP=	вывести на фронт
MOVETOBOTTOM=	переместиться на задний план
MENU_EDIT_TODASHED=	к пунктирной линии
INFO_QRCODE=	Штрих-код QRCODE — это двумерный штрих-код, набор символов которого содержит все символы ASCII;
LASERONTIME=	Лазер вовремя
DISTRIBUTION=	распределенный
D_TOP=	&Нравиться
D_VCEN=	&Середина
D_VSPACE=	&интервал
D_BOTTOM=	&Нижний
D_LEFT=	&Оставил
D_HCEN=	&Середина
D_HSPACE=	&интервал
D_RIGHT=	&Верно
ISREALYMARK=	Начать маркировку?
DELOLDCURVE=	удалить старые кривые
PICKOFFSETCURVE=	Выберите кривую для смещения
PICKOFFSETDIR=	Выберите направление смещения кривой
NESTING=	Оптимизированное вложение
PICKEDGE=	граница выбора
NESTPARAM=	Параметры вложенности
AUTONESTING=	автоматическое размещение
BRIDGEDIST=	дистанция круга
STOCKDIST=	Поля листа
ROTATEINTERVAL=	Шаг вращения
ROTATE=	вращать
ERRNESTING=	Текущая граница листа не может вместить все образцы!
PICKNESTEDGE=	Выберите границу листа, на которую нужно поместить образец
MARKDATA_OUTRANGE=	Обрабатываемые данные превышают диапазон обработки!
SELECTNESTEDGE=	Сначала выберите границу листа, на которую нужно поместить образец!
NESTINGMULTI=	Расположение нескольких заготовок
NESTINGONE=	Равномерное расположение одной заготовки
SHEETSIZE=	Размер материала
SHEETSIZESMALL=	Размер материала слишком мал!
WARNSTARTSIGNAL=	Обработка постоянно прерывается Сигнал запуска обработки неправильный Сигнал запуска обработки запрещен?
INPORTCONFLIC=	Обратите внимание, что существуют конфликтующие входные порты! Пожалуйста, выберите еще раз!
OUTPORTCONFLIC=	Обратите внимание, что существуют конфликтующие выходные порты! Пожалуйста, выберите еще раз!
UNCOMBINE=	 отдельная комбинация
READPOINTCLOUDFILE=	Прочитать файл облака точек...
MENU_FILE_BMPFILE=	Входной растровый файл\tCtrl+W
MENU_FILE_VECTORFILE=	Импорт векторного файла\tCtrl+B
MAXFREQDELAY=	Максимальная задержка частоты
INFO_CODEINTER6=	Код ITF-6 представляет собой штрих-код фиксированной длины, его набор символов содержит только цифры «0»-«9», ITF-6 содержит 6 символов, первые 5 символов — данные, последний символ — код проверки. код автоматически добавляется системой, и система принимает только первые 5 символов.
INFO_CODEINTER14=	Код ITF-14 представляет собой штрих-код фиксированной длины, его набор символов содержит только цифры от «0» до «9», ITF-14 содержит 14 символов, первые 13 – данные, а последний – код проверки. проверочный код добавляется системой автоматически, и система принимает только первые 13 символов.
BORDER=	Рамка
PLUSEWIDTHREV=	инверсия ширины импульса
ENANALOGFPK=	Включить подавление аналогового первого импульса
INFO_USERDEFINE=	Определяемый пользователем штрих-код, определяемое пользователем количество строк и столбцов, данные штрих-кода представлены строкой чисел размером от 0 до 255, разделенных «,», каждое число представляет собой 8-значный блок штрих-кода, первое число представляет штрих-код сверху вниз Первая строка снизу, первые 8 блоков штрих-кода слева направо. Когда байт не может быть размещен в конце строки, соответствующий бит данных должен игнорироваться. Если во входном символе нет ",", используется двоичное правило, 1 означает черный, а 0 означает белый.
RINGMARK=	Маркировка ювелирных изделий
INPUTDISTRCOFF =	 Введите коэффициент деформации ствола
INPUTTRAPECOFF =	 Введите коэффициент трапециевидной деформации
GRADUATION=	шкала
GRADUATIONNUM=	количество делений
GRADUATIONANG=	Приращение угла
DEGREE1LEN=	Минимальная длина тика
DEGREE5LEN=	5-точечная длина тика
DEGREE10LEN=	10-точечная длина тика
SHOWTEXT=	отображать текст
STARTVALUE=	начальное значение
INCVALUE=	Увеличение значения
DOTBITCOUNT=	цифры после запятой
LOADGRADFILE=	Загрузить файл шкалы
SAVEGRADFILE=	сохранить тиковый файл
ROTATERULER=	шкала кольцо
HATCHBYDEFAULT=	Заполнить параметрами по умолчанию
360MARK =	 маркировка 360 градусов
STARTPULSEMODE=	Импульсный режим пускового сигнала
AUTORESETMARKCOUNT=	Время обработки автоматического сброса
PULSEPERUNIT=	импульсов на единицу
MOVE =	 шаг
MOVETO =	 перейти к
RELATIVE=	относительное положение
MENU_DRAW_EXTAXIS=	&Расширенная ось
ID_DRAW_EXTAXIS=	 Рисует расширенную ось\nРисует расширенную ось
MULTIPARTMARK=	Модуль многостанционной обработки
PLEASEVALIDPARAM=	Пожалуйста, выберите допустимый параметр станции
MALTIMARKINFO=	Обработано указанное максимальное количество обрабатываемых сообщений!\nЕсли вы хотите обработать, измените обрабатываемое число или максимальное обрабатываемое число.
MALTIMARKINFO2=	Заданное максимальное количество обработок выполнено!
PARTPOS=	Станция
PARTTYPE=	режим рабочей станции
SELPARTTYPE=	Выберите режим станции
CURPARTPOS=	текущая станция
MARKEDCOUNT=	Количество обработанных
STOPWHENMAX=	Остановить после обработки до максимального количества обработок
MAXCOUNT=	Максимальное количество обработок
MARKALLPART=	F1 для обработки всех текущих станций
CONTMARKALLPART=	F2 Непрерывная обработка всех станций
MARKCURPART=	F8 обрабатывает текущую станцию
MODIFYCURPART=	F9 для изменения текущей позиции станции
ADD=	Увеличивать
DISMARKWHENREACHTOTAL=	Обработка запрещена после обработки на указанный номер
CURNUMGREATETOTALNUM=	Текущее количество обработок превышает общее количество обработок, сбросьте текущее количество обработок перед обработкой!
YAGOPTIMIZEMODE=	YAG-оптимизированный рисунок заливки
	
FLYHARDWARE=	Включить аппаратный режим полета
FLYSIMULATION=	Включить режим аппаратной эмуляции
MULTIPLIER=	коэффициент скорости полета
UM=	микроны
MIL=	мил
UMPERCOUNT=	микрон/количество
INCHPERCOUNT=	дюймы/количество
FLYCOUNT=	считать
TOTALMARKTIME=	общее время обработки
DOG=	ключ
DEFENTTEXT=	ТЕКСТ
SPECIALPOS=	указанное место
GOTOSPECIALPOS=	перейти в указанную позицию
SETCURPOSTOSPEC=	(&D)Установить текущую точку в указанную позицию
MINPWMFREQ=	Минимальная частота сигнала ШИМ
PULSELOWMAXFREQ=	Частота импульсов меньше минимальной частоты
MINFREQ=	Минимальная частота
DOUBLELINEMODE=	двойная галочка
LASERSLEEPTIME=	Время сна лазера
DXFUNITISINCH=	Единицы файла DXF — дюймы.
0NOTAILZERO=	0 шкала не отображает 0 после запятой
SHOWDEGREE5TEXT=	Отображать 5-градусный текст
TEXTROTATE90=	Текст повернут на 90 градусов
BOLDLINEMODE=	широкая галочка
POWERRULER=	супер правитель
PLSSELRULER=	Пожалуйста, выберите линейку для обработки
ALEARDYHAVESAMERULER=	Конфликт имени правителя, пожалуйста, переименуйте!
GRADCONDISNULL=	Условие генерации деления линейки не может быть пустым!
MINGRAD=	Минимальный масштаб
RULER =	 правитель
RULERNAME=	Имя правителя
GRADGENCOND=	Условия генерации тиков
GRADLINE=	галочки
GRADVALUE=	Значение шкалы
STARTPT=	отправная точка
ENDPT=	конечная точка
STARTINDEX=	номер индекса начала тика
ENDINDEX=	индекс конца тика
INCINDEX=	Приращение тикового индекса
GRADLINEWIDTH=	Ширина галочки
ROTATERULERMODE=	Режим поворотной линейки
GLOBEMARK=	маркировка земного шара
LONGITUDE=	долгота
LATITUDE=	широта
FLYMARKENTBYORDER=	Включить флаер по порядку объектов
INPUTIOMASK=	входная маска ввода-вывода
OUTPUTIOMASK=	выходная маска ввода-вывода
DISSTARTIOINCONTMODE=	Непрерывный режим отключить начало маркировки порта
LASEROFFTC=	Задержка выключения света
STARTGRADPOS=	начальная позиция тика
INCPOS=	приращение позиции
STEPPERMM=	шагов/мм
STEPPERINCH=	шагов/дюйм
EDIT =	 редактировать
TOTALPARTNUM=	общее количество частей
EXPORTTOWS=	вывод в рабочую область
STRAIGHTRULER=	правитель
RINGRULER=	Кольцевая линейка
DISKRULER=	дисковая линейка
PARTNUM=	Наименование
UPDATEPOSPARAM=	Обновить позиционные параметры
OTHERNUMSYS=	пользовательская база
MAXNUMBER=	максимальная база
MPERMIN=	м/мин
INCHPERMIN=	дюймов/мин
ENCODERDIST=	Расстояние перемещения энкодера
OUTPORT=	выходной порт
ROTATETEXTMARK=	Повернуть текстовую маркировку
	
CIRCLEMODE=	круг узор
TEXTELEMENT=	текстовый элемент
TCPIPCOM=	Сетевое общение
SERIALCOM=	Последовательная связь
TIME=	время
FIXEDTEXT=	фиксированный текст
NOLEADZERO=	Не используйте ведущие нули
PREV=	двигаться вперед
NEXT=	отойти назад
LIMILTSN=	Максимальный порядковый номер
MODE=	модель
YEAR=	год
MONTH=	луна
DAYOFMONTH=	день
DAYOFYEAR=	небо
DAYOFWEEK=	Неделя
WEEKOFYEAR=	неделя
HOUR=	Час
MINUTE=	минута
TIMESEC=	период
IPADDRESS=	айпи адрес
COMMAND=	Заказ
ALLCHARSUSES=	все возможные символы
BAUDRATE=	скорость передачи данных
DATABIT=	биты данных
STOPBITS=	стоповый бит
PARITY=	паритет
ENCIRCLETEXT=	включить текст дуги
POWERKEYBOARD=	супер клавиатура
KBWORKDIRECTORY=	рабочий каталог клавиатуры
KEYLIST=	список ключей
KEYNAME=	имя ключа
KEYFILE=	ключевой файл
CUTONOFF=	выключатель
USERNAME=	имя пользователя
	
DYNFOCUS=	динамический фокус
ENDYNFOCUS=	Включить динамический фокус
DYNZREV=	Z реверс
DYNZPOS=	Z-позиция
DYNZRAD=	Расстояние до центра (%)
DYNAUTOSWITCH=	Автопереключение
DYNUPDATEALL=	Обновить положение Z
DYNADD=	Z увеличивается
DYNDEC=	Z уменьшение
DYNSTART=	начать тестирование
DYNSTOP=	остановить тест
DYNUSING=	Динамический фокус в использовании.
IAGREE=	Согласитесь принять это соглашение
IDONTAGREE=	не согласен принять это соглашение
ERR_CANNT_RUN=	Операция не может быть выполнена в текущем состоянии
MARKSPEED=	Скорость маркировки
LENTESTRECT=	Длина стороны тестового прямоугольника
TESTPARAM=	Параметры теста
ZINCREMENT=	Приращение Z
ZMICROINC=	Тонкая настройка приращения Z
ZMAX=	Z макс.
DYNLINEAR=	Линейная интерполяция
MACROADJUST=	Точная настройка значения Z
FAILTRANSFER=	Не удалось обновить данные! Пожалуйста, попробуйте еще раз!
ENCO2FPK=	Включить подавление первого импульса CO2
FPKSTARTPOWER=	Пусковая мощность подавления первого импульса
FPKINCPOWER=	Увеличение мощности подавления первого импульса
SHOWSTARTMARKDLG=	Отображение диалогового окна «Начать разметку»
ENEXEMARKFILE=	Включить выполнение маркировки стартовых и конечных командных файлов
ENREDCONTMODE=	Включить режим непрерывной обработки красного света
	
DYNSAVE=	спасти
DYNLOAD=	нагрузка
ADDZAUTO=	Значение Z автоматически увеличивается или уменьшается
INFO_CICODE=	Hanxin — это китайский стандарт двухмерных штрих-кодов; его набор символов содержит все символы ASCII и китайские символы.
SPECIALWAVE=	специальная форма волны
SPIWAVE=	форма волны
SPICONTINUES=	непрерывный режим
SPISIMMERCUR=	Резервная мощность
STEPDIST=	Оптимизированная длина
STEPDELAY=	задержка между шагами
USESTEPMARKMODE=	Использовать режим пошаговой разметки
CURLMCNOTIPG=	Текущие карты LMC не поддерживают лазеры IPG.
CURLMCNOTSPI=	Текущая карта LMC не поддерживает лазеры SPI_G3.
LASERNOTREADY=	Лазер не готов, проверьте
FIXEDCOOR=	Фиксированные координаты точки ввода
DOORIO=	порт ворот безопасности
ERR_DOOROPEN=	Защитная дверь открыта, пожалуйста, закройте защитную дверь!
LINEREDUCTION=	прямой отступ
NUMLOOPS=	Количество граничных колец
FONTTYPE_SHX=	SHX-шрифт
ENSPLITSTRTOCHANGETEXT=	Включить разделение строки для изменения текстового объекта с указанным именем
INDEXFIRSTCHARSTR=	позиция первого символа в строке
NUMCHAREXTRACTSTR=	Общее количество символов, извлеченных из строки
NAMETEXTTOCHANGE=	Имя текстового объекта, содержимое символов которого вы хотите изменить.
SET=	настраивать
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YЗеркало\nYЗеркало
IPG:OVERTEMP=	Лазер: Слишком высокая температура
IPG:NORMAL=	Лазер: работает нормально
IPG:HIGHOPTIC=	Лазер: обработка материалов с высокой отражающей способностью, и лазер отражается в лазер.
IPG:SYSERROR=	Лазер: сбой системы
IPG:READY=	Лазер: не готов
IPG:EMERGENCY=	Лазер: сигнал аварийной остановки действителен
HIDEMODEL=	скрытая модель
ANGLEINC=	Приращение угла
UPTODOWN=	сверху вниз
LAYERNUM=	слои
SPACEOFLAYER=	Расстояние между слоями
CALCULATE=	рассчитать
READ3DFACEFROMDXF=	3d наслоение поверхности
AVERAGELINE=	Равномерно распределите линии заливки
CHANGELINECHAR=	новая линия
MARKSELF=	отметьте себя
ENSAMEWIDTHCHAR=	Включить символы одинаковой ширины
DYN_OUTSIDE=	за пределами области
DYN_MODE1=	стандартный режим
DYN_MODE2=	Независимый режим оси Z
MAXSPEED=	Максимальная скорость
MINSPEED=	минимальная скорость
LOOPDIST=	Расстояние между кольцами
MARKBYSPLITLINE=	Отметить разделительной линией
MARKSTR_AFTER7=	указанное место
ENANALOGCURFPK=	Включить подавление аналогового тока
CURVESCATTERTOL=	Ошибка дисперсии кривой
ENABLECURVESCATTERTOL=	Включить дискретную ошибку кривой
WOBBLE=	дрожание
WOBBLEDIST=	интервал
ROTARYMARK=	Маркировка оси вращения
FOCUSLENGTH=	фокусное расстояние
AXISISHOMING=	Ось находится в исходном положении
AXISISMOVING=	ось движется
AXISMOVEFAIL=	Перемещение оси не удалось!
AXISERRMAXLIMIT=	Движение оси за положительный предел
AXISERRMINLIMIT=	Движение оси за отрицательный предел
AXISMUSTGOHOME=	Ось должна вернуться в нулевую точку, прежде чем она сможет двигаться Вы хотите сначала вернуться в нулевую точку?
ENCODERREVERSE=	Инверсия сигнала энкодера
FLYENCODEROFFSET=	Включить фиксированное расстояние смещения энкодера
FLYENCODEROFFDELAY=	Задержка (нас)
FLYENCODERLOWSPEED=	режим низкой скорости
	
GET55ERR=	ошибка вычисления параметра
GETFLYPARSTEP=	Пожалуйста, вручную управляйте сборочной линией, чтобы переместиться на небольшое расстояние;\nИзмерьте расстояние и заполните поле ввода ниже;\nПрограмма автоматически рассчитает параметры после нажатия кнопки ОК
FLYPARINPUT=	Введите длину:
GETPAR=	рассчитать
PULSECOUNT=	Количество импульсов
PULSECOUNTRESET=	Чисто
	
FLYADDTOY=	Наложение на ось Y
FLYTOP2BOTTOM=	Направление трубопровода сверху вниз
	
DYNAMICLMC=	Карта динамического фокуса
UNKNOWN=	неизвестный
BDVVALUE_CUSTOM_ALL=	Универсальный
BDVTEXT_CARDTYPE=	Тип платы:
BDVTEXT_CARDVERSION=	номер версии:
BDVTEXT_CUSTOM=	сделанный на заказ:
BDVTEXT_CARDFUNCTION=	Код функции:
HARDINFO=	информация об оборудовании
	
ENVARTEXTFIXWID=	Включить фиксированную ширину текста
USEEXCELCORRECTFILE=	Файлы коррекции с помощью Excel
STARTCOOR=	координаты начальной точки
ENDCOOR=	Координаты конечной точки
SPACEDIST=	интервал
SPACING=	интервал
MARKGRIDLINE=	Отметьте линии сетки
USECORFILEMARKGRIDLINE=	Используйте файл коррекции, чтобы отметить линии сетки
CORCOMPFILE=	Файл компенсации коррекции (файл Excel)
FIXEDCHARCOUNT=	фиксированное количество символов
EMPTYCHARWIDTH=	Ширина нулевого символа
AVADISTPOINT=	Равномерно распределите все точки
YAGFASTPOINTMODE=	 Режим быстрой точки YAG
SETANALOG=	установить аналог
USERDEF=	настроить
MENU_VIEW_IOSTATE=	Статус ввода-вывода
DOGNOTMATCHLMC=	Номер привязки ключа не соответствует номеру карты маркировки, проверьте номер ключа!
MORETHAN360=	Диапазон маркировки превышает 360 градусов, продолжить?
CURNUM=	Текущее количество оценок
SPOTDIA=	Размер пятна
PTCYCLES=	количество просмотров
DISTANCE  =	 расстояние
ENDADDPTS=	точка в конце
INFO_MICROQRCODE=	Micro QR Code — это урезанная версия штрих-кода QRCODE;
ENABLETILDE=	Включить ~(~ с последующим dxxx xxx
MULTIFILEMARK=	Маркировка нескольких документов
LASERLEAKHANDLE=	лечение утечки света
DISMARKLOWPT=	Не отмечайте точки с низким значением серого
BASEHEIGHT=	Базовая высота
PARTHEIGHT=	Высота заготовки
ZADJUSTMENT=	Z отрегулировать высоту
ACCURATEZERO=	Точный возврат к нулю
RECTMODE=	прямоугольный режим
KEEPENTORDER=	Поддерживать порядок обработки объектов
OPENMODELAY=	Включить задержку MO
SERIALTYPE=	тип
LINEFEEDMALP=	переплетение точек
IPGSETTINGS=	Статус лазера IPG_YLPM
SQLDB=	База данных SQL
SQLDRIVERS=	SQL управляемый
DBQFILE=	файл базы данных
USERID=	ID пользователя
SQLCMD=	SQL-команда
SETPENPARAM=	Установить параметры пера
BOLD=	смелый
ITALIC=	курсив
RESET =	 перезагрузить
USERINTERLINE=	Включить внутренние линии заполнения
LASERBEAMDIA=	Диаметр лазерного пятна
HATCHLINEDIST=	Заполнить межстрочный интервал
ENCO2PULSEMODE=	Включить режим суперимпульса CO2
HATCHONEBYONE=	Сохранить независимость объекта заливки
RESORT=	Сортировать
RESORT_INFO=	Сортировать\nСортировать
SELECTSCANNERFIELD=	Выберите систему координат гальванометра
SCANHEAD=	вибрирующая линза
SCANNERFIELD=	Зона маркировки
SELECTMOVEDIR=	Выберите направление движения трубопровода
STARTMARKER=	начальный тег
SENSOR=	датчик
ENCODER=	Поворотный энкодер
MOVEDIR=	Направление движения трубопровода
NEXTSTEP=	Следующий шаг
PREVSTEP=	Предыдущий
FINISH=	Заканчивать
FLYMARKSETTINGS=	Оперативная настройка параметров маркировки
ORIENTATION=	Направление расположения
HORIZONTAL=	Уровень
VERTIICAL=	вертикальный
POWEROFFSAVEFILE=	Автоматически защищать файлы при отключении питания
ADJUST=	Корректирование
FLYMULTIINFO=	Сначала отметьте прямоугольник в состоянии движения конвейера.\nЕсли отмеченный прямоугольник похож на рисунок слева внизу, увеличьте коэффициент.\nЕсли отмеченный прямоугольник похож на рисунок справа внизу, уменьшите коэффициент.
DISABLEOPTIMIZECONMODE=	Оптимальный режим, отключающий режим непрерывной обработки
ARRAYDISCHANGESN=	Запрещено изменять текстовое содержание серийного номера
SPIRAL=	спираль
SPIRALPITCH=	шаг спирали
LINEOFONERING=	Количество отрезков в окружности
SPIRALPROMPTSTR=	Некоторые круглые объекты должны быть выбраны в первую очередь, контуры этих круглых объектов используются для управления рисованием спирали.
AREYOUSUREDLETE=	подтвердить удаление
CHANGENAME=	изменить имя
CUSTOMIZE=	сделанный на заказ
STDMODE=	стандартный режим
CONTOURFIRST=	приоритет контура
USERDEFCHARSPACE=	настраиваемый интервал между текстом
MINRADIUS=	Минимальный радиус
MAXSPIRALPITCH=	Максимальный шаг спирали
MINSPIRALPITCH=	Минимальный шаг спирали
SPIRALPITCHINC=	Увеличение высоты тона
DELETESPIRAL=	удалить спираль
OUTEDGELOOP=	Количество внешних граничных колец
INTEREDGELOOP=	Количество внутренних граничных колец
ID_DRAW_SPIRAL=	Нарисовать спираль\nНарисовать спираль
FPKFROMLOWTOHIGH=	Ток ФПК от низкого к высокому
ALWAYSOPENMO=	Сигнал МО всегда включен
LOWVALID=	Активный низкий
MARKFINISH=	Сигнал окончания маркировки
ENCURRENTADJUSTDELAY=	Включить задержку корректировки тока
ENCURRENTADJUSTDELAY=	Включить задержку корректировки тока
MINCURRENTADJUSTDELAY=	Минимальная задержка регулировки тока
MAXCURRENTADJUSTDELAY=	Задержка регулировки максимального тока
SETCURRENT=	Установить текущий ток
LAYSERNAMESAME=	Имя слоя такое же, как и другие имена слоев, пожалуйста, переименуйте его!
ZOOM=	зум
DRAW=	рисовать
PENBOX=	Пенал
DEVICE=	оборудование
MULTILAYER=	многослойная обработка
MINPULSEWIDTHRATIO=	Минимальное отношение длительности импульса
MAXPULSEWIDTHRATIO=	Отношение максимальной длительности импульса
PULSEWIDTHOUTRANGE=	Ширина импульса Q вне диапазона
STANDARD=	стандартный
TRUE=	Да
FALSE=	нет
DISABLE=	запретить
NS=	наносекунда
DELAYPARAM=	Параметр задержки
JUMPPARAM=	Параметр перехода
MINJUMPTC=	Минимальная задержка перехода
MAXJUMPTC=	Максимальная задержка перехода
JUMPLENLIMIT=	Максимальная длина прыжка
MARKLOOPTIP=	Время маркировки текущего пера
MARKSPEEDTIP=	Скорость движения гальванометра при маркировке
LASERCURRENTTIP=	Выходной ток лазера
LASERFREQTTIP=	Частота лазерного излучения
LASERPOWERTIP=	Процент выходной мощности лазера
LASERPWTIP=	Ширина импульса лазерного выхода
SPIWAVETIP=	Выбор формы выходного сигнала лазера SPI
USEDEFWAVETIP=	Определяемая пользователем форма выходного сигнала лазера
JUMPSPEEDTIP=	Скорость движения при скачках гальванометра
MINJUMPDELAYTIP=	Минимальное время задержки после завершения скачка гальванометра
MAXJUMPDELAYTIP=	Максимальное время задержки после завершения скачка гальванометра
JUMPLENLIMITTIP=	Когда расстояние перехода гальванометра больше этой длины, задержка перехода использует максимальное время задержки.
LASERONDELAYTIP=	При включении лазера гальванометр задерживает это время, прежде чем начать движение.
LASEROFFDELAYTIP=	Когда движение маркировки закончено, выключите лазер после задержки на это время.
POLYGONDELAYTIP=	Если угол задерживается во время движения маркировки, следующая кривая будет отмечена по истечении этого времени.
LMARKENDDELAYTIP=	Отметив движение, задержите время перед переходом к следующей кривой.
CURPENNOTIP=	Текущий серийный номер ручки
CURPENCOLORTIP=	текущий цвет пера
USEDEFPARAMTIP=	Использовать параметры обработки по умолчанию
CURPENPARAMNAMETIP=	Имя текущего параметра пера
LOADPENBOXFROMDEF=	Загрузить параметры коробки пера по умолчанию
SAVEASPENBOXTODEF=	Сохранить как параметры коробки пера по умолчанию
RESETALLPENS=	Сбросить все параметры пера
SHOW=	показывать
HIDE=	Спрятать
SHOWALL=	показать все
ARRAYTEXT=	динамический текстовый массив
TT_MODIFY_ARRAYTEXT=	Произвольно изменить положение и размер каждой ячейки текстового массива
PROPERTY=	Атрибуты
VALUE=	ценность
MINVALUE=	минимум
MAXVALUE=	максимальное значение
ENABLEPULSEWIDTH=	Включить настройку ширины импульса
ENABLEPULSEWIDTHTIP=	Включает заданную ширину импульса волоконного лазера в процессе обработки.
LASERLEAKHANDLETIP=	Чтобы волоконный лазер не пропускал свет во время обработки, проводится специальная обработка.
ALWAYSOPENMOTIP=	Всегда включайте сигнал MO во время обработки
OPENMODELAYTIP=	Время задержки после включения лазера МО
DISCHECKLASERSTATE =	 Запретить проверку состояния лазера
DISCHECKLASERSTATETIP =	 Запрещено проверять состояние лазера перед обработкой
LIMITPARAM=	Ограничение параметров
GALVOMINSPDTIP=	Минимальная скорость движения, допускаемая движением гальванометра
GALVOMAXSPDTIP=	Максимальная скорость движения, разрешенная движением гальванометра
GALVO2XTIP=	Ось Galvo 2 - это ось X
REVERSEXTIP=	Направление оси X гальванометра должно быть изменено на противоположное.
REVERSEYTIP=	Направление оси Y гальванометра должно быть обратным.
FIELDSIZETIP=	Размер обрабатываемой области гальванометра
USECORRECTFILETIP=	Корректируется ли текущий гальванометр с использованием указанного файла коррекции
TRANSFORMOFFSETXTIP=	Расстояние смещения X общего преобразования выходного сигнала гальванометра
TRANSFORMOFFSETYTIP=	Расстояние смещения Y общего преобразования выхода гальванометра
TRANSFORMANGLETIP=	Угол поворота общего преобразования выхода гальванометра
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Максимальная ошибка высоты хорды кривой, дискретизирующейся в прямую линию
	
MINLINESEGLEN=	Минимальная длина прямой
MINLINESEGLENTIP=	Минимальная длина строки, строки короче этой длины будут игнорироваться
LASERREADYIO=	Порт для работы с лазером
REDLIGHTPOINTSTART=	Красный свет указывает на начальный порт
PORTNOTIP=	Номер порта, используемый текущим сигналом
LOWVALIDTIP=	Является ли текущий сигнал активным низким
STARTPULSEMODETIP=	Запускается ли сигнал запуска по фронту
PULSEWIDTHOUTPORTMODETIP=	Время до вывода активного уровня конечного сигнала
LOWVOLISVALID=	Активный низкий
HIGHVOLISVALID=	Активный высокий
ALARMPORTSTATETIP=	Сигнал действительного состояния текущего порта
ALARMMESSAGETIP=	Подсказка, которая появляется в системе, когда в процессе есть предупреждающий сигнал
REDCONTMODE=	Режим непрерывной индикации красного света
SOFTLICENCENOTFIND=	Не удалось найти действительный регистрационный код программного обеспечения!
SOFTLICENCEISUNVALID=	Неверный регистрационный код программы!
CHANGEPWELAY=	Изменить задержку ширины импульса
CHANGEPWELAYTIP=	Время, которое необходимо лазеру для задержки при изменении значения ширины импульса
BWREVERSE=	черно-белая инверсия
DELETECENBAR=	удалить средний блок
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 — это штрих-код DATAMATRIX специального формата, и его содержимое должно соответствовать стандартному формату GS1.
OPTIMIZEPARAM=	Параметры оптимизации
OPTIMIZEHATCH=	Оптимизированное заполнение
BARCODEENDEFTEXT=	Пользовательский отображаемый текст (символ #, удаление ?, проверка %)
GALVORESPONSE=	Время отклика гальво
ENSAVEFILE=	включить сохранение файла
ENDRAWENTITY=	Включить рисуемые объекты
ENPICKMOVE=	Включить преобразование перемещения
ENEDITPARAM=	Включить редактирование объекта
ENPENPARAM=	Включите, чтобы изменить параметры пера
ENDEVPARAM=	Разрешить изменять параметры устройства
ENSYSTEMPARAM=	Разрешить изменять системные параметры
ALREADYHAVETHISUSER=	Это имя пользователя уже существует, пожалуйста, измените свое имя пользователя!
GALVOBIDIROFFSET=	Двунаправленное смещение
	
ID_VIEW_3D=	Переключение 2D- и 3D-вида\nПереключение 3D-вида
ID_VIEW_3DUP=	Вид сверху\nВид сверху
ID_VIEW_3DDOWN=	 Вид снизу\nВид вниз
ID_VIEW_3DLEFT=	Вид слева\nВид слева
ID_VIEW_3DRIGHT=	Вид справа\nВид справа
ID_VIEW_3DFRONT=	Вид спереди\nВид спереди
ID_VIEW_3DBACK=	Вид сзади\nВид сзади
ID_VIEW_3DISO=	Вид с изометрического направления\nИзометрический вид
ID_3DVIEW_WIRE=	Показать каркасный режим поверхности\nПоказать каркасный режим
ID_3DVIEW_RENDER=	Показать режим визуализации поверхности\nПоказать режим визуализации
ID_3DVIEW_RENDERLINE=	Показать режим линий визуализации поверхности\nПоказать режим линий визуализации
ID_3DVIEW_HIDEMESH=	Показать или скрыть поверхности\nПоказать и скрыть поверхности
ID_3DFUN_MESH3D=	Открыть файл 3D-модели поверхности\nОткрыть 3D-модель поверхности
ID_3DFUN_SLICEMESH=	Слой слоев на поверхностях\nРасслоение поверхности
ID_3DFUN_ROTATEMESH=	Повернуть поверхность\nПовернуть поверхность
ID_3DFUN_MOVEMESH=	Перевести поверхность\nПеревести поверхность
ID_3DFUN_PRJ=	Проецирование объектов на поверхности\nповерхностная проекция
	
	
ALLOUTMODE=	Весь вывод
ENCODERONLYA=	Энкодер подключен только к фазе A
FLYTRACKERROR=	поправочный коэффициент ошибки полета
MESH3D=	3d поверхность
CURVE3D=	3d кривая
SLICE3D=	Многослойные касательные
SLICEFILE=	Многоуровневые файлы
SLICEMESH=	Многослойные разрезы
ZMAXTOMIN=	Значение Z от большего к меньшему
MINZ=	Минимальное значение Z
MAXZ=	Максимальное значение Z
THICKNESS=	толщина
CROSSHATCH=	перекрестное заполнение
ROTATEMESH=	поверхность вращения
MOVEMESH=	поверхность перемещения
PROJECT=	проекция
PROJECT3D=	3D проекция
DELPROJECT=	удалить кривую проекции
LIMITZ=	Z предел
SURFACEDOWN=	проекция нижней поверхности
LANGPAGE=	кодовая страница языка
DYNAMICHATCH=	Динамическое заполнение
ADDCONTOUR=	увеличить контур
MARKMESHBOX=	Пометить ограничивающую рамку поверхности
MARK_NOMESH=	Нет объекта поверхности, пожалуйста, проверьте в 3D-виде, загружена ли поверхность?
PULSEWIDTHINDEXMODE=	Режим индекса ширины импульса
PULSEWIDTHINDEXMODETIP=	Ширина импульса представлена индексом
MAXINDEXVALUE=	максимальное значение индекса
PULSEWIDTHINDEX=	Индекс ширины импульса
ENWELDWAVEOUT=	Включить вывод сигнала
WELDWAVE=	форма волны
WELDWAVETIP=	Настройки аналогового сигнала лазера для каждой точки
WAVEWIDTH=	Ширина сигнала
MAXWELDWAVEWIDTH=	Максимальная ширина сигнала
WAVETOTALWIDTHISBIG=	Заданная общая ширина сигнала превышает максимальную ширину, пожалуйста, введите еще раз!
REMOVENOINT=	Удалить непересекающиеся отрезки линии
USESELECT2DENT=	Слой с выбранными 2D-объектами
GENERATECURVES=	Генерация данных кривой
CALCULATECONTOURS=	Рассчитать кривую профиля
REBULIDCONTOURS=	Построить информацию о положении контура
HATCHLINES=	Рассчитать строки заполнения
BUILDPROJECTMESH=	Создание проекционной поверхности
WRAP=	пакет
PLSSELECTVALIDCURVE=	Пожалуйста, выберите правильную кривую!
BASICPARAM=	Основные параметры
ASSIGNMENT=	карта
XYASSIGNMENTISSAME=	Значение сопоставления осей X и Y не может быть одинаковым, выберите еще раз!
ID_3DFUN_BASICSHAPE=	Создать базовую 3D-поверхность\nСоздать базовую 3D-поверхность
BASIC3DSHAPE=	Базовая 3D-поверхность
PLANE=	плоский
SPHERE=	сфера
CYLINDER=	цилиндр
CONE=	Конус
FREQDELAY=	задержка частоты
LASERFREQTTIP2=	Задержка времени ожидания, необходимая при изменении частоты лазера
BMPTOMESH=	Преобразование растрового изображения в поверхность
ID_3DFUN_BMPTOMESH=	Растровое изображение на поверхность\nРастровое изображение на поверхность
REFRESH=	обновить
WAITFORINPUT=	Ожидание сигнала входного порта
OUTPUTWHENSTART=	Выходной сигнал выходного порта запуска обработки слоя
OUTPUTWHENFINISH=	Выходной сигнал выходного порта конца обработки слоя
WAITFORSTARTSIGNAL=	дождитесь сигнала стартового порта
WAITFORSELLAYERSIGNAL=	Ожидание сигнала выбора слоя
IOMASK=	маска порта
IOMASKTIP=	Указывает, какие порты действительны для текущего устройства
CYLINDERWRAP=	Цилиндрическая обертка
YWRAP=	Обертывание в направлении Y
CURRENTLAYERINDEX=	индекс текущего отображаемого слоя
ENABLEFIRSTOPENLASERDELAY=	Включить время задержки при первом включении лазера
SETMINVALUE=	установить минимальное значение
SETMAXVALUE=	установить максимальное значение
PULSEWIDTHUNITISPS=	Ширина импульса в пикосекундах (пс)
PS=	пикосекунды
CONTINUEMODE=	непрерывный режим
PICKENTYOUWANTTRIM=	Выберите объекты для обрезки
PICKENTYOUWANTINTERSECT=	Выберите объекты для объединения пересекающихся областей
BACKGROUND=	фон
SELBACKGROUNDCURVES=	Выберите кривую для использования в качестве фона
COPYBACKGROUNDTOWS=	Скопируйте фоновую кривую в рабочую область
SHOWOPTIPARAM=	Показать параметры оптимизации
SHOWWOBBLEPARAM=	Отображение параметров джиттера
SHOWOTHERPARAM=	Показать другие параметры элемента
SHOWDESCAREA=	Область сведений о параметре отображения
SHOWPOWERRAMPPARAM=	Отображение параметров линейного преобразования мощности
SHOWSPEEDRAMPPARAM=	Отображение параметров линейного преобразования скорости
POWERRAMPING=	Линейное преобразование мощности
ENABLESTARTRAMP=	включить запуск
ENABLESTARTPOWERRAMPTIP=	Мощность разрешающего начального сегмента изменяется линейно
STARTRATIO=	начальная шкала
STARTLENGTH=	начальная длина
STARTRAMPRATIO=	Отношение начального значения к максимальному значению
STARTRAMPLENGTH=	Максимально допустимая длина начального сегмента
ENABLEENDRAMP=	включить конец
ENABLEENDPOWERRAMPTIP=	Мощность включенного конечного сегмента изменяется линейно
ENDRATIO=	конечная шкала
ENDLENGTH=	конечная длина
ENDRAMPRATIO=	отношение конечного значения к максимальному значению
ENDRAMPLENGTH=	Максимальная длина конечного сегмента, разрешенная для изменения
	
SPEEDRAMPING=	скорость линейного преобразования
ENABLESTARTSPEEDRAMPTIP=	Включить линейное изменение скорости начального сегмента
ENABLEENDSPEEDRAMPTIP=	Включить линейное изменение скорости конечного сегмента
INPUT=	войти
BTNBOX=	Граница[F4]
BTNPRJ=	Проекция [F4]
STARTCALI=	начать калибровку
FINISHCALI=	окончание калибровки
MARKGRID=	маркировочная сетка
MENU_FILE_PROJECTPARAM=	Параметры проекции
TESTCALI=	Тестовая коррекция проекции
SELECTALLPOINTS=	Выбрать все точки (нажмите Ctrl и клавиши со стрелками, чтобы переключить выбранные точки, когда выбрана одна точка)
ENABLEPROJECT=	Включить проекционное наблюдение
APPAPPEARANCE=	Внешний вид программы
LASERBOARDIDEN=	Тип платы лазерного интерфейса
LASERBOARDVER=	Версия платы лазерного интерфейса
ESTIMATEDTIME=	Расчетное время обработки
ENABLEBARCODEFASTPTMODE=	Включить режим быстрой точки штрих-кода
MODULEHORIARRANG=	Модули расположены горизонтально
SIMPLEENCODE=	простой режим кодирования
ENABLEBARCODEFASTLINEMODE=	Включить режим быстрой строки штрих-кода
ID_3DFUN_FREEPAINT=	Трассировка от руки на поверхности\nТрассировка от руки
FREEPAINT=	бесплатное рисование
SIN=	синусоидальный
WOBBLETYPE=	Тип джиттера
ROUNDTRIP=	режим туда и обратно
WAVEDELAY=	Задержка выходного сигнала
LASERMONITOR=	Лазерный мониторинг
TEMPALARM=	сигнализация температуры
REFLALARM=	Высокая анти-сигнализация
SYSTEMALARM=	системная сигнализация
POWERALARM=	Аварийный сигнал источника питания
LASERNOTREADY=	Лазер не готов
LASERREADY=	лазер готов
UNKNOWALARM=	Неизвестное предупреждение
LASEREXTFAULT=	Внешний отказ лазера
CALCULATING=	Расчет...
OFFLINE=	Автономная обработка
POINTNUM=	точки
SPIRALBRUSH=	Спиральная кисть свойств
PICKSELSPIRALREFRESH=	Выберите спиральную линию, которую необходимо обновить, и нажмите правую кнопку мыши для подтверждения.
ENABLPARSEMODE=	Включить режим анализа
ID_PICK_BYPEN=	Выбрать объекты по номеру пера\nВыбрать по номеру пера
No=	серийный номер
MOVETOINDEX=	Перейти к указанному порядковому номеру
AXISSOLUTION=	Решение с расширенной осью
FEEDBACK=	обратная связь энкодера
COMMCATH=	Выход с общим катодом
LIMITSWITCH=	концевой выключатель
SOFTLIMIT=	мягкий лимит
POSIDIR=	Положительный возврат к нулю
FINDINDEX=	найти индекс
HOMESPEED=	Нулевая скорость возврата
LEAVESPEED=	оставить скорость
HOMEOFFSET=	Смещение нуля
HOME=	нуль
FOLLOWERROR=	следующая ошибка
ACCELERATION=	ускорение
DECELERATION=	замедление
FOCUSPOS=	положение фокуса
SETCURPOSASFOCUS=	Установите текущее положение в качестве положения фокуса
SETMINPOWER=	Установить минимальную мощность
SETMAXPOWER=	установить максимальную мощность
SETMINGRAY=	установить минимальные оттенки серого
SETMAXGRAY=	установить максимальное количество оттенков серого
SCANINVERT=	сканирование в обратном направлении
EMISSIONDELAY=	Задержка возбуждения
WELDPARAM=	Параметры сварки
DELEDGELINES=	Удалить пограничный соединитель
INFO_GS1DATABAR=	Штрих-код GS1 DataBar (ранее штрих-код RSS) также является символом штрих-кода системы GS1. Штрих-код имеет преимущества «меньшего размера, большего объема информации» и «может нести дополнительную информацию, такую как срок годности продукта, серийный номер и т. д.».
SHOWFAST=	Быстрая оптимизация отображения
SHOWDIR=	Показать направление кривой
SIMULATIONSPD=	Имитация скорости полета
TEMPERATURE=	температура
SPHEREWRAP=	сферическая обертка
ZLAYER=	Z-расслоение
WAITSTARTSIGOFLAYER=	Подождите, пока слой начнет обрабатывать сигнал
PWMONDELAY=	Задержка включения ШИМ
PWMONDELAYTIP2=	Задержка между нарастающим фронтом и нарастающим фронтом строба при включении ШИМ
ROTATECENZ=	Ось Z
ERR_NOTHOME=	Ось не вернулась к нулю, сначала вернитесь к нулю!
SPLITMODE=	раздельный режим
NOSPLIT=	не разделен
SPLITBYSIZE=	Разделить по размеру
SPLITBYGUILDLINE=	Разделить вспомогательной линией
SETCURPOSASORIGIN=	Установите текущую позицию в качестве исходной позиции
FINDHOME=	найти ноль
XTABLEMOVE=	Ось X - это движение платформы
YTABLEMOVE=	Ось Y - движение платформы
DISPENHIDEPARAM=	Отключить скрытые параметры пера
REDLIGHTDISMOTOR=	Движение оси расширения запрещено
UNGROUPTEXT=	отдельный текст
ID_EDIT_UNGROUPTEXT=	Разделяет текст на отдельные символы\nРазделяет текст
ENABLPINPOS=	Включить обнаружение движения в положении
POSITIONTOL=	ошибка в положении
INPOSTIME=	Время прибытия
INPOSLIMITTIME=	ограничение по времени на месте
ERRRESETISLOW=	Сигнал сброса ошибки активный низкий
REMOTECTRLISLOW=	Сигнал дистанционного управления активен, низкий уровень
LASERNOTENEMISS=	Лазер не может излучать свет
ID_FILE_MACHINEPARAMETER=	Установить параметры устройства\nПараметры устройства
MENU_FILE_MACHINE=	Параметры устройства...
DOUBLEPTMODE=	Режим двойной точки
NOCUTENTITY=	Объекты, которые нельзя резать
INPUTIOSTATE=	состояние входного порта
ID_DRAW_ENCODERDISTANCE=	Постройте расстояние энкодера\nПостройте расстояние энкодера
SKYWRITE=	 Равномерная маркировка (небесное письмо)
RUNINDURATION=	Цикл импорта
RUNOUTDURATION=	цикл экспорта
RUNINDURATION10US=	Время цикла до входа в кривую (единица измерения: 10 мкс)
RUNOUTDURATION10US=	Время цикла выходной кривой направляющей (единица измерения: 10 мкс)
TIMELAG=	Время задержки
LASERONSHIFT=	Лазер на дрейфе
LASERONSHIFTUS=	Дрейф запуска лазера (единица измерения: США)
LIMITANGLE=	предельный угол
LIMITANGLEDESC=	Кривые, меньшие предельного угла, будут автоматически использовать задержку полигона.
OUTPUTPARAM=	параметр выбора выхода
CHANGEWAVEDELAY=	Изменить задержку сигнала
SHOWDELAYPARAMS=	Отображение параметров задержки
SHOWJUMPPARAM=	показать параметры прыжка
HIDEPENBUTTONS=	Кнопка «Скрыть параметры пера»
LOCK =	 запирание
USBREMOVE_WARN=	Карта управления USB отключена, пожалуйста, закройте программу и перезапустите программу!
DESCRIPTION=	описывать
HATCHPARAMLIB=	Заполните библиотеку параметров
SAVEPARAM=	сохранить параметры
LOADPARAM=	Параметры загрузки
INDEX=	индекс
RESETCCD=	Сбросить ПЗС
BUILDCCD=	Построить ПЗС
MOVETOCCDSTART=	Переместитесь в исходное положение ПЗС
ENCALIBRATION=	Включить ПЗС-коррекцию
ENCHANGEMODEL=	Включить переключение шаблонов
MODELNO=	Номер шаблона
FAILHANDLE=	обработка отказов
ENRETRY=	Повторить попытку
RETYRCOUNT=	количество попыток
WHENFAIL=	Когда ПЗС не работает
THENSTOP=	остановка
THENCONT=	продолжать вниз
THENJUMP=	перейти к индексу
INPUTJUMP=	скачок входного порта
JUMPTO=	перенаправить на
CUBE=	куб
REVOLVEWRAP=	Вращающееся обертывание тела
ERR_NOMESH=	нет поверхностных объектов
BINDID=	Привязать информацию о клиенте
ERR_CLIENTID=	Идентификатор клиента файла недействителен!
STABLETIME=	стабильный график
ENSELLAYER=	Включить слой выбора
ERR_USERSTOPMARK=	Обработка была прервана пользователем
AXISERRSTOP=	Движение оси прервано!
CLONE=	клон
AAXISMODE=	Режим оси А
AXISMOVEDELAY=	Задержка движения оси
AXES=	ось
MESHEDIT=	Редактирование поверхности
MERGECLOSEVERTICES=	Объединить совпадающие вершины
LASERONTCONLYUSEINSTART=	Задержка запуска лазера действительна только в начальном сегменте.
LASERPOWER=	Источник питания лазера
SYSTEMFAULT=	системная ошибка
INTERNALLASERFAULT=	Внутренняя ошибка лазера
SHOWSKYWRITEPARAM=	Отображение параметров унифицированной маркировки
DISABLESYNPRR=	Отключить синхронизирующий сигнал PRR
BACKLASH=	Компенсация люфта
USESPLITBOXCENASMARKCEN=	Использовать центр разделенной рамки в качестве центра маркировки
HANDWHEEL=	штурвал
GEARRATIO2=	передаточное число
STARTHW=	маховик запуска
ENDHW=	Выходной штурвал
ENABLEHANDWHEEL=	Включить штурвал
SCANNERFOLLOWMOUSEMOVE=	В точечном режиме гальванометр перемещается с помощью мыши.
AUTOMODE=	автоматический режим
ENABLEAUTOADJUST=	Включить автоматическую настройку
ACCURACYPRIORITY=	Точность прежде всего
SPEEDPRIORITY=	приоритет скорости
STARTADJUST=	начать корректировать
AUTOADJUSTING=	Автоматическая настройка...
FPKENABLETHREST2=	Пороговое время включения запрета T2
FPKVOLTAGE=	напряжение подавления первого импульса
MANUALSET=	ручная настройка
LASERCOOLINGTIME=	Время лазерного охлаждения
MENU_SORT_BYX=	Сортировать по X
MENU_SORT_BYY=	Сортировать по приоритету Y
MENU_SORT_REVERSE=	обратная сортировка
SMARTADJUSTMENT=	Интеллектуальные параметры настройки
ENABLESMARTADJUST=	Включить режим интеллектуальной настройки
DECMODE=	Декабрь десятичный
HEXMODE1=	шестнадцатеричный
HEXMODE2=	шестигранник
RESULT=	Эффект
NORMAL=	обычный
TISSMALL=	Значение T слишком мало
TISLARGE=	Значение Т слишком велико
TOFFIRSTLINE=	 Поправочное значение T первой строки
START=	Начало
SMARTADJUSTTIP=	Пожалуйста, следуйте инструкциям по настройке параметров, сначала отрегулируйте конечный сегмент, а затем отрегулируйте начальный сегмент. Отрегулируйте параметр T так, чтобы фактическая отмеченная горизонтальная линия и вертикальная линия пересекались так же, как обычный эффект.
CHECKISALREADYMARK=	Проверьте, отмечен ли текст
CURVETOPTS=	Преобразование кривых в точки
PREVIEW =	 предварительный просмотр
ASSERT=	аномальный
ERR_FAIL=	потерпеть неудачу!
MENU_GUILDLINEBOX=	Нарисуйте направляющую рамку
GUILDLINEBOX=	Вспомогательный ящик
SPLITBYGUIDELINEBOX=	Использовать вспомогательное деление коробки
PLSCHOOSECARD=	Пожалуйста, выберите карту, которую вы хотите использовать
CHANGEBMPREALDPI=	Изменить реальный DPI растрового изображения
DISABLEAXISA=	Ось А запрещена
ENHOMEFINISHGOTOPOS=	Включить нулевой возврат до конца в указанную позицию
HOMINGFINISHPOS=	Указанная позиция, где заканчивается нулевой возврат
EXPOSURE=	экспозиция
CAMERA=	камера
NOCUTTEXT=	отключение символов разделения текста
CURFILEMODIFYPLSSAVEIT=	Текущий файл был изменен, сначала сохраните его!
SAVETOFILE=	сохранить в файл
ISSUE=	вопрос
PAUSEWHENLIMIT=	Пауза в конце текста
LIMITISCONTINUE=	Текст достиг предельного значения, продолжить после сброса?
POWERSTANDBY=	Резервная мощность
MESHFOLLOWROTATE=	Поверхность вращается вместе с ним.
LASERFAULT=	Отказ лазера
FIBERALARM=	Оптоволоконная сигнализация
SAFETYALARM1=	Отказ блокировки безопасности
SAFETYALARM2=	Аварийный сигнал контура безопасности
LINKALARM=	Сбой оптической связи
CRITICALALARM=	Критический отказ лазерной защиты
HOTSTOP=	Неправильная остановка лазерного излучения
POWER24ALARM=	Сбой питания контроллера 24 В
MAXTHREADCNT=	Максимальное количество вычислительных потоков
MESHRESOL=	Точность расчета поверхности
DELAY=	задерживать
MOTORSPEDRATIO=	Расширенная коррекция скорости оси
SHOWCHECKNUM=	Показать код проверки
DISABLECANCELAXISMOVE=	Отмена движения оси запрещена
OFFLINEDOGNOTFOUND=	Правильный ключ не найден
EZCADSTR_ARRAY_X_INCDIST=	Инкрементальное расстояние X-массива
EZCADSTR_ARRAY_Y_INCDIST=	Инкрементальное расстояние массива Y
EZCADSTR_ARRAY_Z_INCDIST=	Инкрементальное расстояние массива Z
OUTPUTANALOG=	аналоговый выход
Voltage=	Напряжение
MODE8=	вертикальный 8
MODE82=	горизонтальный 8
TCPIPSERVER=	TCP/IP-сервер
NOCUTSMALLENT=	Не разделяйте мелкие предметы
AUTOSAVEWHENCLOSE=	Автоматически сохранять текущий файл при закрытии программы
MASK=	маска
DISABLESTOPAXISWHENDOOROPEN=	Запрет движения оси остановки, когда дверь открыта
STOPAXISWHENDOOROPEN=	Остановить движение оси при открытой двери
STAGEFB=	Позиция обратной связи платформы
GALVOCMD=	Командная позиция Галво
GALVOFB=	Положение обратной связи Galvo
DISSHOWFILEPROCESS=	Подавить диалоги обработки файлов
DISSHOWCALCPROCESS=	Подавить отображение диалогового окна процесса расчета
LEVEL16=	Уровень 16
STEPMODE=	Режим оптимизации скорости
SHOWSTEPMODE=	Отображение параметров режима оптимизации скорости
ENCODEMODE=	режим кодирования
ENABLJUMPTABLEMODE=	Включить режим таблицы параметров перехода
ENABLJUMPTABLEMODETIP=	Параметры прыжка всех перьев автоматически получаются из таблицы параметров прыжка.
JUMPTABLE=	Таблица параметров перехода
DRAWTOL=	Пиксельная точность рисования
SHIFTOFROTARY=	Смещение оси вращения
SERVERINFO=	информация о сервере
FASTLINELASERONRATIO=	Коэффициент светоотдачи быстрой линии
STANDARDPOS=	Стандартное расположение
REALPOS=	фактическое местоположение
FLYSPEEDMONITOR=	контроль скорости полета
MAXFLYSPEED=	максимальная скорость полета
STARTANDSTART=	начальная точка соединена с начальной точкой
STARTANDEND=	Начало и конец подключены
ENDANDSTART=	конечная точка соединена с начальной точкой
ENDANDEND=	конечная точка в конечную точку
OPENCURVE=	открытая кривая
LASERWOBBLESHOW=	Предварительный просмотр пути джиттера
SHOWTRANSBMP=	Показать прозрачное растровое изображение
DISABLECIRMODE=	Подавить шаблон круга
REFINEPLANECONTOUR=	Извлечь контуры плоскости
REFINECONTOURMOUSE=	Извлечь контур плоскости: щелкните левой кнопкой мыши для предварительного просмотра, дважды щелкните левой кнопкой для подтверждения.
HORIZONALPLANE=	выровнять самолет
HORIZONALPLANETIP=	Щелкните левой кнопкой мыши, чтобы выбрать плоскость для выравнивания.
LASERONLAGTIME=	Время задержки лазера
FIRSTJUMPDELAY=	задержка первого перехода
ENABLEHATCHLINEOVERLAP=	Включить поэтапное разделение строки заполнения
CHARADDMODE=	режим увеличения символа
TT_PICKSHOWALL=	Показать все объекты\nПоказать все объекты
TT_PICKHIDEALL=	 Скрыть все объекты\nСкрыть все объекты
FLOATSOL=	точность с плавающей запятой
ENABLEAUTOCONNECT=	Включить автоматическое подключение при отключении
CONNECTINTERVAL=	интервал соединения
DISABLEMOVEZWITHENTZ=	Отключить перемещение оси Z на основе координат объекта
ESCBTNSTOPAXISIMM=	Включите Esc, чтобы немедленно остановить движение оси
DOYOUREALRESETALLPARAM=	Вы действительно хотите сбросить все параметры пера?
UPDATEDYNENT=	Обновление динамических объектов
FAILEDOPENDLCDEV=	Не удалось открыть карту DLC
SOFTWARELICWILLEXPIRE24HOURS=	Срок действия лицензии на программное обеспечение истекает в течение 24 часов, обратитесь к поставщику оборудования!
SPLITBITMAP=	разделить растровое изображение
NOGUILDLINETOSPLITBMP=	Нет направляющих, которые можно использовать для разделения растровых изображений, сначала нарисуйте направляющие!
BARCODEPTMODE=	Режим обработки точки штрих-кода
FASTPOINT=	режим быстрой точки
FASTLINE=	режим быстрой линии
FASTSTEPMODE=	Пошаговый режим
ENABLELASEREXTOUTPUT=	Включить выход лазерного расширения
LASEREXTOUTPUT=	Лазерный расширенный выход
DEFAULTPARAM=	параметры по умолчанию
MARKFAILIO=	Отметить неудачный порт
SHOWSELECTBTNONPANEL=	Показать кнопку «Выбрать решение оси» на панели
RELSPEED=	Относительная скорость
SPEEDFIELD=	поле скоростей
POWERFIELD=	энергетическое поле
SPEEDFIELDRATIO=	отношение поля скоростей
POWERFIELDRATIO=	отношение энергетического поля
RATIO=	соотношение
DISTRIBUTIONMODE=	Схема распределения кривой
RESOLUTIONRATIO=	Коэффициент точности подразделения
DISTR_PRIMARY=	первичное распространение
DISTR_QUADRATIC=	квадратичное распределение
DISTR_CUBIC=	кубическое распределение
VALIDINWHOLEPMARKERIOD=	Эффективен для всего цикла обработки
INFO_CODEBC412=	Штрих-код BC412 представляет собой непрерывный двунаправленный штрих-код нефиксированной длины, в котором все штрихи и пробелы представляют информацию; его набор символов включает «0»–«9», а «AZ» не включает «O»; контрольный код автоматически добавляется системой.
SHOWFREQRAMPPARAM=	Отображение параметров линейного преобразования частоты
FREQRAMPING=	Линейное преобразование частоты
CANNOTHAVESAMESN=	Карт DLC с одинаковым серийным номером быть не может!
ALLSCANNERMARKCURLAYER=	Все гальванометры обрабатывают текущий слой
ALLSCANNERMARKCURLAYERSPLIT=	Все гальванометры разделены и обработаны для текущего слоя
ENCURVESYNINPORT=	Включить входной порт синхронизации кривой
SPECIALPOS=	особое место
SETCURPOSASSPECPOS=	Установите текущее местоположение в специальное местоположение
ENCURVESYNWHENCURVEEND=	Включить синхронизацию конца кривой
LASEREMISSION=	Глобальное включение лазера [MO]
STARTDELAY=	задержка запуска
ENDDELAY=	окончание задержки
LASERSYN=	Лазерный переключатель на синхронизации
ACCURATEHOME=	Точный возврат к нулю
AUTONAMEENT=	Автоматически называть объекты
ENTNAMESAME=	Имя объекта такое же, как и другие имена объектов, пожалуйста, переименуйте!
CREATE3DSPRING=	Создание 3D-спирали
USECURRPOS=	использовать текущее местоположение
SETMOAFTERPW=	Установить МО после изменения ширины импульса
STARPULSEWIDTH=	начальная ширина импульса
INCULSEWIDTH=	Шаг ширины импульса
ONEBYONEMARKING=	Гальванометры обрабатываются последовательно
STARTMARKINGLAYER=	Начать обработку слоев
INFO_AUSPOST4STATE=	Коды состояния Почты Австралии 4 состоят из 4 полос длины. Каждый штрих-код содержит коды FCC (2 цифры) и DPID (8 цифр), а также дополнительную информацию о пользователе. Пример: ФКЦ
INFO_DOTCODE=	Штрих-код DotCode является двумерным штрих-кодом, его набор символов содержит все символы ASCII;
INFO_JAPANPOST=	Японский почтовый штрих-код используется почтовой системой Японии.Допустимыми символами являются цифры "0-9", английские заглавные буквы "AZ" и соединительный символ "-". Состоит из 7 цифр (почтовый индекс) + дополнительные данные. Например, "27301023-20-5B604".
INFO_POSTNET=	PostNet предназначен для Почтовой службы США (USPS), допустимыми символами являются цифры «0–9», только 5-значный почтовый индекс, 9-значный почтовый индекс + 4 или все 11-значные коды.
INFO_UKROYALMAIL=	Штрих-код государственного клиента UK Royal Mail 4 используется для Royal Mail, допустимыми символами являются цифры «0–9» и английские заглавные буквы «AZ».
INFO_DUTCHPOSTKIX=	Штрих-код KIX Почты Нидерландов используется для Почты Королевской Нидерландов TPG, допустимыми символами являются цифры «0–9» и заглавные английские буквы «AZ».
INFO_PLANET=	PLANET предназначена для универсальной почтовой службы (USPS), допустимыми символами являются цифры «0-9», только 11-значный и 13-значный формат.
SPLITCURVES=	 расщепленная кривая
MINDISTTRIGGER=	Минимальное расстояние срабатывания
MINTIMETRIGGER=	Минимальное время срабатывания
AUTORESORT=	автоматическая сортировка
MENU_SORT_MINDIST=	Сортировать по минимальному расстоянию
DISABLEUNDO=	Отключить UNDO (действует в следующий раз)
REDLIGHTINVERT=	Инверсия уровня сигнала красного света
SINGLEPTREPEATMODE=	Режим повторной обработки одной точки
SAVECAMERATOBMP=	Сохранить изображение с камеры в файл BMP
ENBIGCURVESHORTSEGSPLIT=	Включить режим большой кривой и малого сегмента
UNGROUPHATCHLINE=	 Разбивайте заполненные объекты
MENU_NODE_MOVE=	мобильный узел
MENU_NODE_SETASSTART=	установить в качестве отправной точки
AXISSTATE=	статус оси
NOTIMING=	Не обновлять время обработки
OFFLINESENDDATA=	Автономный режим: отправить данные
ENMARKPAUSEMODE=	Включить режим паузы маркировки
DIABLEINTERIOOUTPUT=	Отключить внутренний вывод ввода-вывода
USERNOTOPESOFTLOCK=	Пользователь долгое время не выполнял никаких действий, программа заблокирована, авторизуйтесь снова!
EXTENDCURVE=	Расширить кривую
EXTENDLENGTH=	увеличенная длина
ENABLEARCCMD=	Включить команду маркировки дуги
SCANNERJUMP=	Галво прыжок
USEREDLIGHTCOR=	Включить коррекцию красного света
PULSEENERGY=	энергия импульса
DISABLECHECKPWLIMIT=	Отключить проверку ограничения ширины импульса
ALWAYZOPENWHENNOTMARKING=	Всегда включайте красный свет, когда не маркируете
ENABLEMULTICCD=	Включить режим мультиПЗС
MULTICCDINDEX=	Указатель конца цикла Multi-CCD
CUSTOMVER=	Индивидуальная версия
MENU_FILE_LOGIN=	авторизоваться...
APPENDFILEMODE=	добавить файловый режим
RAMPMINLIMITLEN=	Минимальная длина строки при линейном преобразовании
DOUBLECURVE=	Гиперболический режим
BYHOUR=	ежечасно
DISABLERESORT=	Запретить сортировку
WIDTHTHRESHOLD=	порог ширины
MENU_SORT_MODE=	Настройки режима сортировки
REDUCEPOINT=	Автоматически вычитать баллы
LIMITLENGTH=	предельная длина
SINGLEPTDELAY=	Интервальная задержка одной точки
CALCFROMSUNDAY=	Рассчитывается с первого воскресенья
REGISTERVARIABLE=	регистровая переменная
SETPARAMMODE=	Установить режим параметра
INT=	целое число
FLOAT=	число с плавающей запятой
TIMEBASECOUNT=	отсчет базы времени
SLICEENTONLYMARKONELAYER=	Нарезанные объекты обрабатываются по одному слою за раз
DISLOCKSIGNAL=	Отключить сигнал запуска фиксации
ENSURECOMPLETEPRODUCT=	Гарантия завершения продукта
DISEXTLASERWHEN_CHANGEPEN=	Изменение параметров лазера при изменении параметров пера запрещено
PRJMAXZLEN=	Максимальная длина вертикальной линии
DXFUNITISUTF8=	Файлы DXF имеют кодировку UTF8.
DISABLESHOWPROGDLG=	Подавить отображение диалогового окна процесса движения
ENABLECHANGECURVEDIR=	Автоматически изменять направление кривой, когда включена обработка
ENCHECKLASERSTATEWHENMARKING=	Включите проверку состояния лазера во время обработки
INVALIDUSERNAME=	неверное имя пользователя
IDLETIME=	Интервалы
AXISPULSEWIDTH=	Ширина импульса движения оси
COPYSTL=	Копировать STL
PASTESTL=	Вставить STL
GALVOXYDELAY=	Задержка Galvo XY
SAVEOUTPORTWHENPOWEROFF=	Сохранить вывод при отключении питания
NOTCHECKSTARTPORTWHENMARKING=	Стартовый порт не проверяется во время обработки
ENABLE_CHECK_MARKINGRANGE=	Включить проверку диапазона обработки
ERRID_MAKRSIZE_OUTRANGE=	Размер маркировки выходит за пределы диапазона обработки
ARC=	дуга
INPUTSECONDSTARTPT=	Введите вторую точку
MENU_LINEARCTOGGLE=	Переключение линии и дуги
NUMCHAREXTRACTSTR=	Общее количество символов, извлеченных из строки
CHANGETEXT=	обновить текстовое содержимое
NEWTEXT=	новый текст
FEEDBACKMODE=	режим обратной связи
USEINTERNALCOR=	Использовать внутреннюю коррекцию
PILLOWFACTOR=	подушкообразный коэффициент
PARALLELISMFACTOR=	Коэффициент параллелограмма
TRAPEZOIDFACTOR=	трапециевидный коэффициент
BIDIRCOMPLEN=	Длина двунаправленной компенсации
ENABLEHWWOBBLE=	включить аппаратный джиттер
WOBBLEFREQ=	Частота джиттера
UNLOCK=	разблокировать
MAXROWSOFEXPORTFILE=	Максимальное количество строк в выходном файле
ENMARK=	включить обработку
ALIASNAME=	псевдоним
TOWOBBLECURVE=	Путь джиттера к кривой
REFINEBOTTOMEDGEOFMESH=	Извлеките нижнюю границу поверхности
DISCHANGECHARWIDTH=	Отключить изменение ширины символов
ENCODERABSWAP=	Энкодер AB взаимозаменяемый
INFO_CODE49=	Code 49 — это многослойный непрерывный символ штрих-кода переменной длины. код 49 может представлять все 128 символов ASCII. Каждый символ штрих-кода Code 49 состоит из 2–8 слоев, в каждом слое 18 штрихов и 17 пробелов.
INFO_CODE16K=	Штрих-код Code 16K — это многослойный непрерывный символ штрих-кода переменной длины, который может представлять 128 символов полного набора символов ASCII и расширенных символов ASCII. Он использует символы UPC и Code128. 16-слойный символ Code 16K может представлять 77 символов ASCII или 154 числовых символа.
CHANGEDIAMETER=	изменить диаметр
ENDDIAMETER=	конечный диаметр
SNTEXTPLUS=	серийный номер+1
SNTEXTMINUS=	серийный номер-1
SNTEXTRESET=	Сброс серийного номера
CURVEFOLLOWMOVE=	Кривая следует за движением
CONTMODEUSESELFPORT=	Непрерывный режим использует собственный вход
ENABLESPLITGAP=	Включить разделение разрыва
ENABLELISTCMD=	включить команду списка
XCOMPFACTO=	Коэффициент компенсации направления X
STARTPTJUMPLEN=	Длина прыжка в начальной точке
XCOMPFACTOR=	X компенсационный коэффициент
OUTPUTIOSTATE=	состояние выходного порта
DEVICESTATUSLAMP=	Индикатор состояния устройства
	
CLEAR=	очистить
EXTENDSIZE=	Размер расширения
INCLAYERCOUNT=	Интервальные слои
FOCUSOFFSET=	Величина расфокусировки
EDGETYPE=	тип границы
EDGEBOX=	граница прямоугольника
ORIGINCONTOUR=	первоначальный план
CONVEXHULLCONTOUR=	контур
MESHZOOM=	Масштабирование поверхности
ENABLEINTERDOLOOP=	Использование внутренних циклов обработки
ENABLEXITPROCESS=	Включить выход из режима обработки
OFFSETINSIDE=	Смещение внутрь
DELETEALL=	удалить все
ENABLEAPMMODE=	Включить режим APM
PWMDUTYCYCLE=	Рабочий цикл ШИМ
